[IDR_HLTYPE]

IDR_HLTYPE_SUBMENU_0=파일(F)

IDR_HLTYPE_SUBMENU_1=편집(E)

IDR_HLTYPE_SUBMENU_2=줄거리(D)

IDR_HLTYPE_SUBMENU_3=정(A)

IDR_HLTYPE_SUBMENU_4=도구(T)

IDR_HLTYPE_SUBMENU_5=보기(V)

IDR_HLTYPE_SUBMENU_6=시스템 매개변수 설정(S)

IDR_HLTYPE_SUBMENU_7=표시(M)

IDR_HLTYPE_SUBMENU_8=창(W)

IDR_HLTYPE_SUBMENU_9=는 데 도움(H)

IDR_HLTYPE_SUBMENU_10=

 

[IDR_HLTYPE_SUBMENU_0]

57600=새로운 (& n) ctrl+n

57601=열려 있는 (&O)...Ctrl+O

57602=감(C)

57603=저장(&S)Ctrl+S

57604=으로 저장(&A)

0 = ----------------------

306=가져오기(I)...

33156=CNC 파일이 가져오기

0 = ----------------------

57607=인쇄 Ctrl+P

57606=인쇄 설정(R)...

0 = ----------------------

57616=최근 파일

0 = ----------------------

57665=출구(X)

 

[IDR_HLTYPE_SUBMENU_1]

57643=을 취소(&U)Ctrl+Z

57644=행(&R)Ctrl+Y

0 = ----------------------

57635=단(&T)Ctrl+X

33419=복사본(&C)Ctrl+C

57637=붙여넣기(&P)Ctrl+V

32791=삭제(&D)Del

57642=모든 선택(&A)Ctrl+A

0 = ----------------------

32828=조합(&G)Ctrl+G

32829=해제(&U)Ctrl+U

33131=체 그룹

33132=취소 그룹

33040=로 변환을 하나의 객체(&U)\tShift+U

0 = ----------------------

33415=비트맵으로 변환

33011=의 곡선

33413=로 이동 스윙인

0 = ----------------------

33235=뛰어나다 변환 TXT

33229=는 배치 대체 텍스트

0 = ----------------------

32832=옵션(&O)...

 

[IDR_HLTYPE_SUBMENU_2]

32821=점(&C)

0 = ----------------------

307=매뉴얼 도면(&H)

33097=운형자 곡선

32813=사각형(&R)

32814=타원(&E)

33113=arc1(&A)

33115=arc2(&A)

33117=라운드(&C)

32815=각형(&P)

32816=드(&G)

33129=점(&D)

33244=나선

0 = ----------------------

308=텍스트 번호를 뛰어(&T)

32919=바코드(B&B)

0 = ----------------------

33092=지연(&D)

33093=입력 신호(&I)

33094=출력 신호(&O)

33138=모션 컨트롤(&M)

33139=는 모터 위치(&S)

33141=조건부(&C)

33189=레이저 제어체

33198=CCD 카메라 개체

33200=위치 보정을체

0 = ----------------------

32820=채(&F)

 

[IDR_HLTYPE_SUBMENU_3]

32940=배열을 배열(&A)...

0 = ----------------------

33399=객체를 변환

33409=양

IDR_HLTYPE_SUBMENU_3_0=변환

IDR_HLTYPE_SUBMENU_3_1=종류

IDR_HLTYPE_SUBMENU_3_2=곡선 편집

33027 = 필터 막힘점(&F)Ctrl+F

33426 = 인터페이스 UI 스킨
 

[IDR_HLTYPE_SUBMENU_3_0]

32901=을 중심으로(&M)Ctrl+M

0 = ----------------------

32913=왼손잡이 90 도(&L)

32914=오른손잡이 90 도(&R)

0 = ----------------------

32907=주위에 거울(&X)

32908=아래로 거울(&Y)

0 = ----------------------

33040=체의 합성(&U)lt+U

 

[IDR_HLTYPE_SUBMENU_3_1]

33029=설명서 정렬(&M)Alt+M

33030=자동 정렬(&A)Alt+A

33068=선택 분류(S)Alt+S

33246=auto-2 종류

33245=레이어에 의해 정렬

33079=빠른 정렬

33080=복원 정상적인 종류

 

[IDR_HLTYPE_SUBMENU_3_2]

33182=제거의 교차

33076=에 인접한 곡선을 병합

33241=제거하는 라인

33205=선 굵

 

[IDR_HLTYPE_SUBMENU_4]

33162=마이크로 초점을 두는

33220=텍스트 분리

33136=데이터 구조 조정

33184=점을 도울점 위치

33142=만들다 규모

33224=측정거리

33225=측정된 각도

 

[IDR_HLTYPE_SUBMENU_5]

59392 = 스템 도구 모음

132 = 확대/축소 도구 모음(&S)

131=그리기 도구 모음(&D)

33275=체 조작 도구 모음

33406=3D 그래픽 렌더링 도구 모음

33407=다른 그래픽 렌더링 도구 모음

33408=맞춤 도구 모음

0 = ----------------------

59393=상태 표시 줄(&S)

33008=목록 대화 상자가 나타납니다.

33009=속성 대화상자

0 = ----------------------

33074=IO 검색(&T)...

 

[IDR_HLTYPE_SUBMENU_6]

32841=시스템 설정(&H)...

33425=언어 변경

33053=단축키 설정(&K)

33085=편집 글자(&F)

0 = ----------------------

33054=권한 관리(&R)

33059=위 사용자는(&X)

33130=현재 사용자는(&L)

0 = ----------------------

33001=회색 설정(&G)...

33002=회색 비선형상(&P)

33414=변환 벡터 설정 비트맵

0 = ----------------------

33077=교정 매개변수 설정(&C)

33422 = 9시

33254=3D 개정 설정

33230=3차원의

33256=항공편수 매개 변수 설정

33165=동작 매개 변수 설정

33236=직렬 출력 설정

0 = ----------------------

33402 = 카드 별칭을 설정하십시오

33145 = 스위치 제어 카드

0 = ----------------------

33262 = 테스트 레이저

 
[IDR_HLTYPE_SUBMENU_6_0]

33175=영어

33176=중국어 간체

33177=전통적인 중국

33418=언어 선택

 

[IDR_HLTYPE_SUBMENU_7]

32779=일반적인 표시(&N)...F10

33137=회전하는 표시(&R)....

32951=다중 문서 마킹(&M)...F8

33211=동적 의 움직임을 표하기...

33251=멀티 카드 표시

33258=표시 즉

0 = ----------------------

33062=붉은 빛을 미리보기

32783=표시 미리보기(&P)...F9

0 = ----------------------

33061=온라인 IO 선택한 문서(&S)

33086=오프라인 IO 가 선택한 문서(&O)

33072=선택 오프라인 데이터를 다운로드(&D)...

33073=삭제 오프라인 데이터를 다운로드

 

[IDR_HLTYPE_SUBMENU_8]

57648=새로운 창(&N)

57650=겹쳐 쌓인(&C)

57651=타일(&T)

57649=를 정렬 아이콘(&A)

 

[IDR_HLTYPE_SUBMENU_9]

57664=에 대해 HBM/HE(&A)

33147=장기 기능이 정보

33168=현재 버전의 특징

IDR_HLTYPE_SUBMENU_9_0=는 데 도움(&H)

33218=쿼리 EMCC 카드를 실행하는 정보

33238=구성 매개변수를 가져오기

33239=구성 매개변수 파생

 

[IDR_HLTYPE_SUBMENU_9_0]

33193=영어

33194=영어

 

[IDR_EDITFRAME]

IDR_EDITFRAME_SUBMENU_0 = 파일(F)

IDR_EDITFRAME_SUBMENU_1 = 기(&V)

IDR_EDITFRAME_SUBMENU_2 = 설정(&S)

IDR_EDITFRAME_SUBMENU_3 = 는 데 도움(&H)

 
[IDR_EDITFRAME_SUBMENU_0]

57600=새(&N)Ctrl+N

57601=열기(&O)...Ctrl+O

32953=열어 여러 문서(&M)...

0 = ----------------------

57606=인쇄 설정(R)...

0 = ----------------------

57616=최근 파일

0 = ----------------------

57665=출구(X)

 

[IDR_EDITFRAME_SUBMENU_1]

IDR_EDITFRAME_SUBMENU_1_0 = 도구 모음(&T)

106=속성 페이지(&P)

59393=상태 표시줄(&S)

 

[IDR_EDITFRAME_SUBMENU_1_0]

59392=일반적인(&C)

131=기(&D)

130=변환(&g)

132=줌(&S)

 

[IDR_EDITFRAME_SUBMENU_2]

32841=시스템 설정(&H)...

 

[IDR_EDITFRAME_SUBMENU_3]

57664=에 대해 HBM/HE(&A)

 

[IDR_MAINFRAME]

IDR_MAINFRAME_SUBMENU_0=파일(F)

IDR_MAINFRAME_SUBMENU_1=기(&V)

IDR_MAINFRAME_SUBMENU_2=설정(&S)

IDR_MAINFRAME_SUBMENU_3=는 데 도움(&H)

 

[IDR_MAINFRAME_SUBMENU_0]

57600=새(&N)Ctrl+N

57601=열기(&O)...Ctrl+O

32953=열어 여러 문서(&M)...

0 = ----------------------

57606=인쇄 설정(R)...

0 = ----------------------

57616=최근 파일

0 = ----------------------

57665=출구(X)

 

[IDR_MAINFRAME_SUBMENU_1]

IDR_MAINFRAME_SUBMENU_1_0=도구 모음(&T)

106=속성 페이지(&P)

59393=상태 표시줄(&S)

33008=목록 대화 상자가 나타납니다.

33009=속성 대화상자

 

[IDR_MAINFRAME_SUBMENU_1_0]

59392=일반적인(&C)

131=기(&D)

130=변환(&g)

132=줌(&S)

 

[IDR_MAINFRAME_SUBMENU_2]

32841=시스템 설정(&H)...

 

[IDR_MAINFRAME_SUBMENU_3]

57664=에 대해 HBM/HE(&A)

33218=쿼리 EMCC 카드를 실행하는 정보

 

[IDR_HETYPE]

IDR_HETYPE_SUBMENU_0=파일(F)

IDR_HETYPE_SUBMENU_1=편집(E)

IDR_HETYPE_SUBMENU_2=줄거리(D)

IDR_HETYPE_SUBMENU_3=정(A)

IDR_HETYPE_SUBMENU_4=도구(T)

IDR_HETYPE_SUBMENU_5=보기(V)

IDR_HETYPE_SUBMENU_6=시스템 매개변수 설정(S)

IDR_HETYPE_SUBMENU_7=창(W)

IDR_HETYPE_SUBMENU_8=는 데 도움(H)

 

[IDR_HETYPE_SUBMENU_0]

57600=새(&N)Ctrl+N

57601=열기(&O)...Ctrl+O

57602=감(C)

57603=저장(&S)Ctrl+S

57604=으로 저장(&A)

0 = ----------------------

306=가져오기(I)...

33156=CNC 파일이 가져오기

0 = ----------------------

57607=인쇄 Ctrl+P

57606=인쇄 설정(R)...

0 = ----------------------

57616=최근 파일

0 = ----------------------

57665=출구(X)

[IDR_HETYPE_SUBMENU_1]

57643=을 취소(&U)Ctrl+Z

57644=행(&R)Ctrl+Y

0 = ----------------------

57635=단(&T)Ctrl+X

33419=복사본(&C)Ctrl+C

57637=붙여넣기(&P)Ctrl+V

32791=삭제(&D)Del

57642=모든 선택(&A)Ctrl+A

0 = ----------------------

32828=조합(&G)Ctrl+G

32829=해제(&U)Ctrl+U

33131=체 그룹

33132=취소 그룹

0 = ----------------------

33011=의 곡선

33413=로 이동 스윙인

0 = ----------------------

33415=터 비트맵

33235=잘하다 변환 TXT

0 = ----------------------

33229=는 배치 대체 텍스트

0 = ----------------------

33402=설정된 카드는 별칭

33145=스위치 제어 카드

0 = ----------------------

32832=옵션(&O)...

 

[IDR_HETYPE_SUBMENU_2]

32821=점(&C)

0 = ----------------------

307=매뉴얼 도면(&H)

33097=스플라인 곡선

32813=사각형(&R)

32814=타원(&E)

33113=arc1(&A)

33115=arc2(&A)

33117=라운드(&C)

32815=각형(&P)

32816=드(&G)

33129=점(&D)

33244=나선

0 = ----------------------

308=텍스트 번호를 뛰어(&T)

32919=바코드(B&B)

0 = ----------------------

33092=지연(&D)

33093=입력 신호(&I)

33094=출력 신호(&O)

33138=모션 컨트롤(&M)

33139=는 모터 위치(&S)

33141=조건부(&C)

33189=레이저 제어체

33198=CCD 카메라 개체

33200=위치 보정을체

0 = ----------------------

32820=채(&F)

 

[IDR_HETYPE_SUBMENU_3]

32940=배열을 배열(&A)...

0 = ----------------------

33399=객체를 변환

33409=양

IDR_HETYPE_SUBMENU_3_0=변환

IDR_HETYPE_SUBMENU_3_1=종류

IDR_HETYPE_SUBMENU_3_2=곡선 편집

33027=필터 막힘점(&F)Ctrl+F

 

[IDR_HETYPE_SUBMENU_3_0]

32901=을 중심으로(&M)Ctrl+M

32913=왼손잡이 90 도(&L)

32914=오른손잡이 90 도(&R)

32907=주위에 거울(&X)

32908=아래로 거울(&Y)

33040=체의 합성(&U)lt+U

 

[IDR_HETYPE_SUBMENU_3_1]

33029=설명서 정렬(&M)Alt+M

33030=자동 정렬(&A)Alt+A

33068=선택 분류(S)Alt+S

33246=auto-2 종류

33245=레이어에 의해 정렬

33079=빠른 정렬

33080=복원 정상적인 종류

 

[IDR_HETYPE_SUBMENU_3_2]

33182=제거의 교차

33076=에 인접한 곡선을 병합

33241=제거하는 라인

33205=선 굵

 

[IDR_HETYPE_SUBMENU_4]

33162=마이크로 초점을 두는

33220=무손실주 마킹,텍스트 구분

33136=데이터 구조 조정

33184=점을 도울점 위치

33142=창조 규모

33224=측정거리

33225=측정된 각도

 

[IDR_HETYPE_SUBMENU_5]

IDR_HETYPE_SUBMENU_5_0=도구 모음(&T)

IDR_HETYPE_SUBMENU_5_1=줌(&Z)

59393=상태 표시줄(&S)

33008=목록 대화 상자가 나타납니다.

33009=속성 대화상자

 

[IDR_HETYPE_SUBMENU_5_0]

59392=일반적인(&C)

131=기(&D)

130=변환(&g)

132=scaling(&S)

 

[IDR_HETYPE_SUBMENU_5_1]

32804=을 줄일(&O)

32805=확대(&I)

32807=는 모든 물체(&A)

32808=선택된 객체(&S)

32809=페이지(&P)

32809=비례한 스케일링(&R)

[IDR_HETYPE_SUBMENU_6]

33425 =언어 변경

33053=키 바인딩 설정(&K)

33085=편집 글자(&F)

0 = ----------------------

33001=회색 설정(&G)...

33002=회색 비선형상(&P)

33414=변환 벡터 설정 비트맵

0 = ----------------------

33054=권리 관리 (& r)

33059=위 사용자는(&X)

33130=로그 현재 사용자는(&L)

 

[IDR_HETYPE_SUBMENU_6_0]

33175=영어

33176=중국어 간체

33177=전통적인 중국

33418=언어 선택

 

[IDR_HETYPE_SUBMENU_7]

57648=새로운 창(&N)

57650=겹쳐 쌓인(&C)

57651=타일(&T)

57649=를 정렬 아이콘(&A)

 

[IDR_HETYPE_SUBMENU_8]

57664=에 대해 HBM/HE(&A)

33168=현재 버전의 특징

IDR_HETYPE_SUBMENU_8_0=는 데 도움(&H)

 

[IDR_HETYPE_SUBMENU_8_0]

33193=영어

33194=영어

 

[ID_CHANG_DLG]

CAPTION=

2149=위치

2150=크기(mm):

1405=감소 확산

1730=절대 위치:

2151=회전 각도:

2152=회전 축:

2153=율(%):

1404=에 적용된 추가 준비

1=응용 프로그램

1492=

2500=

1494=

1502=

1503=

1506=

1504=

1505=

1507=

1508=

1535=

1398=버튼

2146=

1678=

1729=

1511=

 

[ID_CHANG_DLG_OTHER]

CAPTION=화

2155=전단 각:

1403=을 중심으로

1685=감소 확산

1=그래

2=취소

 
[IDD_ABOUTBOX]

CAPTION = HBM 정보

2158=소프트웨어 버전 정보

1475=텔레비전 연속극번호:

1843=암호화 잠금 정보:

2159=통합 ID

2160=장치 ID 

[IDD_ARRAY]

CAPTION=배열의 배열

1263 = 표준

1645 = 길이 우선 순위

1646 = 횡단 우선권

1647 = 모드

1648 = S 방법

2161=의 행 수

2162=열 번호

2163=행 간격(mm)

2164=열 간격(mm)

1239=정

1265=화면에서 새로고침

1256=증가한...

1266=편집...

1186=삭제

1780=스텐실

1778=템플릿 가져오기

1779=템플릿 내보내기

2165=회전체(단위:학위)

1772 = 회전

2166 = 상쇄

2167=왼쪽 X

2168=바로 X

2169=왼쪽 Y

2170=권 Y

1785=정

1410=점프 번호가 자동으로 증가

1258=저장할 스타일...

1298=장착된 스타일...

2171=오프셋 태그 테스트

1634=붉은 빛

1492=레이저

1013=을 시작

1019=응용 프로그램

1=그래

2=취소

1218=

1012=

1242=

1006=

1303=List1

2160=

1769=

1781=

1782=

1783=

1784=

1502=

114=형

[IDD_ARRAYPOS]

CAPTION=좌표 설정

1070=

1071=

1=그래

2=취소

2065=X 동등 어구(mm)

2066=Y 동등 어구(mm)

1072=

2151=R 회전(도)

[IDD_BAR_PAGE]
CAPTION=
1499 = 반상
1502=
1637=
1013=
1282=
1162=
1029=
1717 = 최적화
1339 = 연결
1722=
1723=
1848 = 점진화
1849=
1718 = 자동 채우기
1951 = 검증 비트
1724=
1500 = 중간 펀칭
1503=
1850=
1973=IDD_BAR_PAGE_COMBOBOX_0
1912 = 기본 언어 사용
1974 = 언어 선택 기능
1535 = 채우기 축소
1283=
1284=
1952 = 합병
1501 = QR 포지셔닝 포인트 펀칭
1504=
1852=
2095=IDD_BAR_PAGE_COMBOBOX_1
2096=IDD_BAR_PAGE_COMBOBOX_2
2097 = 원 모드
1493 = 직사각형 모드
2098 = 점 모드
2157 = 너비(mm)
680 = 광폭 비율 (%)
2155 = 들여쓰기(mm)
2154 = 두께(mm)
1750 = 선 간격(mm)
2104 = 각도
1413 = 단일 선 레이블 횟수:
2159 = 좁은 선 수:
2158 = 두께(mm)
2160 = 반지름(mm)
2164 = 너비(mm)
2166 = 두께(mm)
2168 = 언어:
2161 = 샘플링 정밀도
2162 = 샘플링 포인트
2165 = 너비(mm)
2167 = 두께(mm)
2163 = 레이블 순서:

 
[IDD_BAR_PAGE_TEXT]

CAPTION=

1504=고정 부분의

1623=건너뛰기

1624=날짜와 시간

1343=설정...

1627=

1626=%Y/%m/%d%H:%M:%S

1628=텍스트

1635=

1034=

1398=증가

1403=삭제

1621=정

2186 =텍스트 내용

 

[IDD_SPLASH]

CAPTION=

 

[IDD_DIALOG_PROPRETY]

CAPTION=

1248=

1250= 층을 표시 매개변수

1260=

1258=으로 저장

1262=삭제

1263=기본값을 설정

1541=선택 표시

1256=List2

1403=

1404=

1405=

1406=

1407=

1408=

1409=

1682=채우기

1662=Tab1

1264=점

[IDD_MARK_DIALOG]

CAPTION=

2175=붉은 빛(F1)

2052=빠른 마킹

2053=일반 마킹

2054=다중 문서 마킹

2085=[S]는 선택 프로세스

2055=매개변수

1740=[C]를 지속적인 처리

2093=

2094=

2092=R

1741=붉은 빛이시 프로필

1742=붉은 빛이 지속적인 모드

2095=

2096=

2131=

2134=멀티 카드 표시

2153=부품:

2154 =총:

2420=제어카드:

 

[IDD_DIALOG_OBJECT_LIST]

CAPTION=

1034=List1

 

[IDD_DIALOG_OBJEDITFILL]

CAPTION =

1821=채우기 1

1822=채우기 2

2033=채우기 3

1825=선과 윤곽의 회전

-1=라인의 끝점이 들여쓰기(mm):

1162=

1029=

1828=

1826=피치를 가득

1827=

1831=

1830=

1829=

1820=용 충전

1823=

1657=

1649=

1632=삭제 들여 윤곽선

1658=

1833=을 제거하시선

1836=처음 히트 충전

1850=브

1526=소 정렬

1834 = 

2031=환상 겉으로는

2032=임의의 첫 번째 요점

2056=처음으로 가득 같은 측면

2077=생만 충전

2213=간격(mm)

2287=시작 오프셋(mm):

2104=각도(도)

2239=점 크기(mm):

2286 = 최소의 이동 거리(mm):

2290 = 선점이 들여쓰기(mm):

2288 = 종료 오프셋(mm):

2196 = 유형

2292 = 의 확장을 감소하의 수집:

2293=감소 확산 던지다(mm):

2291=라인의 끝점이 들여쓰기(mm):

2182=을 확장 간격:


[IDD_TEXTEDIT_DLG]
CAPTION =
1034 =
1765 = 증가
1763 = 삭제
1825 = 텍스트 유형
1822 =IDD_TEXTEDIT_DLG_COMBOBOX_0
1635 =
1626 =
1343 = 점프 번호 설정 ...
1627 = 텍스트
1628 =
1507 = 변수 텍스트
1801 =
1823 = 글꼴 유형
1824 =IDD_TEXTEDIT_DLG_COMBOBOX_1
1809 = 글꼴 파일
1331 =
1344 = TTF 설정 ...
1807 = 중국어 텍스트 :
1328 =
1808 = 영어 :
1329 =
1475 = 숫자 :
1330 =
1828 = 단어 높이 (mm)
1013 = 
1766 = 고급
1821 = 
1827 = 
1826 = 
1764 = 수정
1820 = 
1830 =
1829 = TTF ...
1846 = 중국어 :
1847 = 영어/숫자 :
1845 =
1031 =
2072 = 글꼴 파일
2073 =
2500 = 확장 속성
681 = 별칭
61567 = 로그


[IDD_TEXTEDIT_DLG_FONTTYPE]

61498=TTF 글꼴

61499=SHX 글꼴

61500=사용 글꼴

61511=매트릭스 글꼴

61546=Fnt 글꼴

 

[IDD_TEXTEDIT_DLG_TEXTTYPE]

61495=정 텍스트

 

[IDD_DIALOG_BAREDIT]

CAPTION=

1820=

1030=IDD_DIALOG_BAREDIT_COMBOBOX_0

2180=막대 유형

1398=정

1034=

1765=증가

1763=삭제

1825=텍스트 형식

1822=IDD_DIALOG_BAREDIT_COMBOBOX_1

1635=

1626=

1343=번호 이동 설정....

1627=

1628=

1507=변수를 텍스트

1801=

1766=고급

1764=정

2188=바코드 형식

2210=확장된 속성

2211=별칭

 
[IDD_SET_NODEDELAY]

CAPTION=

1389=

2467=긴 지연 시간(ms):

 

[IDD_SET_NODEINPUT]

CAPTION=

-1=설정값

1499=

1015=

1016=

1017=

1018=

1019=

1020=

1021=

1022=

1023=

1024=

1025=

1026=

1027=

1028=

1029=

1014=

1030=

1031=

1032=

1033=

1034=

1035=

1036=

1037=

1038=

1039=

1040=

1041=

1042=

1043=

1044=

2468=유효트

2469=설정값

 

[IDD_SET_NODEOUTPUT]

CAPTION=

1499=

1015=

1016=

1017=

1018=

1019=

1020=

1021=

1022=

1023=

1024=

1025=

1026=

1027=

1028=

1029=

1014=

1030=

1031=

1032=

1033=

1034=

1035=

1036=

1037=

1038=

1039=

1040=

1041=

1042=

1043=

1044=

1500=

1045=

1046=

1047=

1048=

1049=

1050=

1051=

1052=

1053=

1054=

1055=

1056=

1057=

1058=

1059=

1060=

1061=

1062=

1063=

1064=

1065=

1066=

1067=

1068=

1069=

1070=

1071=

1072=

1073=

1074=

1075=

1389=

2468=유효트

2469=설정값

2349=펄스 폭

2470=신호시간(ms):

2471=의 길이 0 때의 출력 레벨의 신호


[IDD_DIALOG_OBJINFO_ARC]

CAPTION=

1502=

1503=

1504=

1505=

1506=

1507=

1508=

1510=

1511=

2294=의 시작점의 X 좌표(mm)

2295 을 요=을 시작 Y 좌표(mm)

2296=센터의 X 좌표(mm)

2297=센터 Y coordinate(mm)

2298=끝점의 X 좌표(mm)

2299=끝점의 Y 좌표(mm)

2300=아크 반지름(mm)

2301=을 시작 각도(도)

2302=끝점을 각도(도)

 

[IDD_DIALOG_OBJINFO_CIRCLE]

CAPTION=

1504=

1505=

1072=

2315=센터의 X 좌표(mm)

2316=센터 Y 좌표(mm)

2317=경(mm)

 

[IDD_DIALOG_OBJINFO_MOTORPOS]

CAPTION=

1502=

1868=

1503=

1869=

1504=

1870=

1505=

1871=

2322=0 축 위치

2323=1 축 위치

2324=2-축 위치

2325=3-축 위치

2501=mm

2502=mm

2503=mm

2504=mm

[IDD_DIALOG_OBJINFO_BUFFER_LASER]

CAPTION=

1882=레이저를 끌

1959=열리는 레이저

1507=

1503=

1217=

1013=

1506=

2303=제어 성

2304=레이저 매개변수

2305=Q 주파수(KHZ)

2306=Q 방출(us)

2307=전류(A)

2308=에너지(%)

2309=모드

 

[IDD_DIALOG_OBJINFO_CCD]

CAPTION=

1506=

1012=

1504=

1963=카메라의 위치 지정

1070=

1071=

1030=IDD_DIALOG_OBJINFO_CCD_COMBOBOX_0

1031=

1505=

2310=형판 번호

2311=다시 시도 횟수

2312=시간 제한

2313=NG 처리

2222=전송 속도

2314=점프연

2065=X(mm)

2066=Y(mm)

 

[IDD_DIALOG_OBJ_POSCALI]

CAPTION=

1962=최종 개정

2500=용 보정

2283=정형

 

[IDD_DIALOG_EDITFILL]

CAPTION=

1732=응용 프로그램(&A)

1662=Tab1

1764=빠른 마킹(F7)

1795=다운로드를 선택하(F11)

 

[IDD_MARK_NORMAL]

CAPTION=일반적인 표시하는 방법

1013=을 시작(A&M)

1014=를 일시 중단(&E)

2=종료(&X)

1012=

1492=마킹

1634=붉은 빛을 미리보기

1543=국경을 미리보기

2422=표시의 총 수:

1413=태그 번호:

2405=단일 시간:

1475=

1263=

2423=총 시간:

2436=유휴 시간:

1414=시간을 표시:

1264=

1265=

1266=

1267=

1396=인터페이스를 새로 고침

2433=운영 모드:

1740=주기 마킹

1502=

2425=시간 간격(ms):

1034=

1794=

1803=

1804=

1724=붉은 빛

1903=리셋 모터

1742=붉은 빛이 지속적인 모드

2208=데이터 통계

 

[IDD_CALI_3DBOX]

CAPTION=3차원의 보상 상자

1013=마킹

-1=간격(mm)

2006=

1503=

1258=저장하고 나가

2005=

1173=

1174=

2173 =1 정 설정

1260 = 들에게 칼리 레벨

2174=2. 표시하고 측정하는 측정치

1820=3D 사용자 Cali

1261=들에게 칼리 파일

1822=점

2169=자(mm)

2170=Z min(mm)

2171=Z max(mm)

2172=간격(mm)

 

[IDD_DIALOG_3DALIGN]

CAPTION=모형의 모바일

1070=

1071=

1172=

1927=x

1928=y

1929=z

1925=센터의 모델

1900=모바일

1901=구

[IDD_DIALOG_3DMARK_ADJUST]

CAPTION=3D 표시를 디버깅

2198=STL 모델 고급 맵

2201=파라,집중

2002=정지적

2199=지도 리드:

2003=

2200=지도 간격:

1162=

2001=미리보기 지도

1019=응용 프로그램

2005=붉은 빛을 미리보기

1020=마킹

2004=

2203=3D 샘플링점:

2007=프레임 선형 초점 모드

2179=정확도:

1502=

2202=모델:모바일

2006=

1259=모바일

2009=Y+

2010=X+

2011=Y

2012=X


[IDD_DIALOG_ADDFILLSET]

CAPTION=브 충전 설정

1=인(&O)

2=취소(&C)

2204=채우는 시간(시간)

2205=브 던지다(mm)

2206=진보적인 각도(도)

1220=

1503=

1504=

1877=한 보충격 선 국경

 

[IDD_DIALOG_ADDUSER]

CAPTION=증가 사용

1=그래

2=취소

2207=사용자 이름:

1502=

2208=비밀번호:

1503=

2209=비밀번호 확인:

1504=

 

[IDD_DIALOG_BROADEN]

CAPTION=굵은 설정

1=인(&O)

2=취소(&C)

-1=mm

1750=선의 폭:

1196=

2213=간격:

1504=

 

[IDD_DIALOG_CHANGECARD]

CAPTION=스위칭과 관 카드

1=그래

2=취소

1908=

2214=을 선택하십시오 당신을 사용할 필요가 통제 카드:

 

[IDD_DIALOG_CHANGEOBJNAME]

CAPTION=이름 바꾸기

1=인(&O)

2=취소(&C)

2215=새로운 이름:

1502=

[IDD_DIALOG_CHECKLICENCE]

CAPTION=라이센스 확인

2057=

2058=

2217=동글 ID:

2059=

2218=품 코드:

1220=

2216=프롬프트가 정보:

2061=

2219=현재 사용자 지정 소프트웨어 첫 번째 세트-무료 라이센스 동글 ID:

2062=

[IDD_DIALOG_COMSET]

CAPTION=태그 시리얼 출력 설정

1=그래

2=취소

2034=사용

2221=일련번호:

2222=전송 속도:

2223=데이터 비트:

2224=정지 비트:

2225=테스트:

2035=

2036=

2037=

2038=

2039=

2045=시작을 표 시

2046=의 끝을 표시하는

2047=으로 표시하는 환경

2048=출구 표지 환경

1502=

2220=명령:

[IDD_DIALOG_CONNECTSPACE]

CAPTION=Set 연결 공간

1=그래

2=취소

2226=연결공간:

1162=

[IDD_DIALOG_DCPMSG]

CAPTION=태그 카드 상태

1=그래

2=취소

1723=닫 소프트웨어

1724=붉은 빛

1725=

1728=

[IDD_DIALOG_EDITUSERNAME]

CAPTION=수정할 사용자 이름

1=확인

2=취소

2227=사용자 이름:

1711=

2228=새로운 사용자 이름:

1503=

[IDD_DIALOG_EDITUSERRIGHTPASSWORD]

CAPTION=수정을 계정 비밀번호

1=확인

2=취소

2207=사용자 이름:

1502=

2230=새로운 비밀번호:

1709=

2231=비밀번호 확인:

1710=

2229=오래된 비밀번호:

1505=

 

[IDD_DIALOG_EXCELTOTXT]

CAPTION=Excel 가 Txt

1=생성 TXT

2017=

2018=Excel 데이터를 가져오

2019=데이터 새로 고침

2020=

2021=

2022=의 시작인:

2023=을 시작 란:

2024=

2179 = 파일 경로:

2025=얻을 열:

2026=

-1=파일 경로:

 

[IDD_DIALOG_EXTERNVIEW]

CAPTION=감소 확산체

1=그래

2=취소

1746=

1682=

1750=줄 간격:

1751=감 확장 측면

1726=삭제를 원래는 개체

684 = 응용 프로그램

1748=명:줄 간격은 긍정적이,개체의 확장에,그렇지 않으면,객체를 축소합니다.

1672=에는 적용되지

1749=을 최적화할지 여부를

1415=높은 압축은 확대

0=

[IDD_DIALOG_FASTMARKSTOP]

CAPTION=

1=지

1392=

[IDD_DIALOG_FILLOBJMARKSET]

CAPTION=

1737=

1738 = 경계에 부딪히다

1736 = 때리다 득

1743=처음 히트 충전

1502=

1734=

2235=편집을 표시하는 방법

2236=매개변수를 선택:

2234=체 마킹 번호:

1413=태그 번호:

1034=List1

1744=

1745=사용

1690=장

1742=

1691=삭제

1746=역순으로 표시

[IDD_DIALOG_INTENSITY]

CAPTION=히스토그램

1=그래

2=취소

2237=회색 가늠자 전시 범위:

-1=최대값

1634=

1635=

1636=

1881=List2

 

[IDD_DIALOG_INTERSPACE]

CAPTION=의 교차로 필터

1=인(&O)

2=취소(&C)

-1=mm

2238=교차로-길이

1502=

 

[IDD_DIALOG_LASERDOT]

CAPTION=점 크기

1=그래

2=취소

1897=

2239=점 크기:

1196=

-1=mm

2240=속도:

1503=

2241=주파수:

1011=

2242=점 간격:

1504=

1970=속도 변경되지 않은

1971=주파수 일정

1972=변경되지 않은 간격

1267=

1969=

 

[IDD_DIALOG_MODEL]

CAPTION=양

1956=

2137=

1957=

2138=

2139 년=용접

2140=유 원래는 개체

2141=지 대상체

1414=용접

 

[IDD_DIALOG_MODIFYZ]

CAPTION=set 의 좌표

1=그래

2=취소

-1=mm

2245=Z 좌표:

1172=

2244=Y 좌표:

2243=X 좌표:

1071=

1070=

 

[IDD_DIALOG_MOTIONINFO_SET]

CAPTION=동작 매개 변수 설정

1867=절대 동의

2501=상대 운동

1545=을 기계로

1=을 저장하고 종료(&O)

2=종료(&C)

2247=축 번호

1864=

2248=의 움직임을 갱구 유형

1853=IDD_DIALOG_MOTIONINFO_SET_COMBOBOX_1

2259=나사 피치(mm):

1502=

2250=스포츠의 완료 후 지연 시간(ms)

1389=

2254=엔진 회전 방향

1865=앞으로

1394=역

2261=번역의 치기 속도(mm/s):

1855=

2260=번역 작업 속도(mm/s):

1856=

2262=팬로 복귀 속도(mm/s):

1857=

2263=팬음부터 다시 시작해야하고 낮은 속도(mm/s):

1858=

2257=회전의 유휴 문자열그래e 속도(deg/s)

2256=회전 동작 속도(deg/s)

1859=

1860=

2252=스레드 빈 가속 시간(s)

1861=

2251=작업을 가속 시간(s)

2253=제로 감속 시간(s)

1862=

1863=

2249=회전당 펄스 수

1503=

2246=기본적인 매개변수

2258=선형 운동

2255=회전 운동

2264=운동 테스트

2267=의 양 운동(deg/mm):

1878 =

1153 =운동 테스트

2265 =션 모드:

2266 =동 유형:

1880 =로드는 운동

1544 = 뇌졸중 이동

1901=설정은 현재의 위치로 소프트웨어 원산지

1902=소프트웨어가 자동으로 시작되는 다시 소프트웨어 원산지

1905=축의 동의 활성화

1019=매개 변수(&A)

1906=기계적인 원산지 사용

2167 = 검출 한계

[IDD_DIALOG_MOTIONINFO_SET_COMBOBOX_1]
0 = 전송 샤프트
1 = 회전 샤프트

[IDD_DIALOG_MOVEMARK_SET]

CAPTION=동적 운동의 표시 설정

1=그래

2=취소

2153 = 자동 가져오기

2273=제품 표시면 직경(mm)

2274=표시 각도(deg)

1502=

1503=

2272=둘레

2275=X 방향 센터의 오프셋(mm)

1070=

2279=인코더 회전당 펄스(pulse/Rev)

2269=번역

2270= 효과적인 범위(mm)

1072=

1073=

1976=둘레 포인트를 잘라 마킹

1403=

1404=

2271=위치 피드백 펄스(pulse/mm)

1074=

1978=

1071=

2280=인코더 지연(us)

1389=

2281=회전당 펄스 수

1504=

2282=엔진 회전 방향

1865=앞으로

1394=역

2276=(파일 매개 변수)

2277=(파일 매개 변수)

2278=(파일 매개 변수)

 

[IDD_DIALOG_NOTADMIN]

CAPTION=비-관리자를 실행한 경고

1978=출생지의 운영 체제 Win7 상 소프트웨어가지 않고 관리자 권한으로 실행해야 합니다게 소프트웨어 디렉토리를 할당한 읽기 및 쓰기 권한,그렇지 않으면 그것도 제대로 실행되고 있지 않!

2000=다음 시작할 때 소프트웨어,더 이상 묻

1=그래

 

[IDD_DIALOG_OBJ_PRECISIONSET]

CAPTION=정밀도 설정

1=그래

2=취소

2284=맞는 정확도

2285=각 섹션에서 샘플의 수

1502=

1819=

 

[IDD_DIALOG_OBJ_TRANSFORM]

CAPTION=전환

2100=

2099=

2101=

2102=

2103=

2104=각도

1029=

2106=

2107=위치

2065=X

1070=

2109=

1071=

2111=

2105=°

2066=Y

2108=mm

2110=mm

2112=

2127=거울

2113=

2114=

2115=의 상대적인 위치

2116=(mm mm)

2117=

2118=

2119=

2120=

2121=

2122=

2123=

2124=

2125=

2126=응용 프로그램 객체를 복사(C)

1414=응용 프로그램

 

[IDD_DIALOG_PARABTN]

CAPTION=매개변수

1=구

2086=설정 영역

2055=레이저 설정

2087=하드웨어 및 소프트웨어 정보

 

[IDD_DIALOG_PATHOPTIMIZE_SET]

CAPTION=선택 빠른 종류 특성

1=그래

2=취소

2328=선택 빠른 속성을 정렬

1492=뇌졸중 첫번째

1394=놓고 첫째

1835=라인 경로 정렬이 최적의 가능성과 잦은 층을 변경합니다. 층 정렬 기반으로 레이어 주문 개체 내에서 각 층을 정렬에 적합한 중첩 그래픽입니다. 라인 경로 정렬이 최적의 가능성과 잦은 층을 변경합니다. 층 정렬 기반으로 레이어 주문 개체 내에서 각 층을 정렬에 적합한 중첩 그래픽


[IDD_DIALOG_PORTSET]
CAPTION= 포트 설정
1 = 확인
2 = 취소
2329 = 가공 입력 포트 중지
2085=
1501=
1502=
1503=
1504=
1505=
1506=
2332 = 안전문
2333 = 입력 포트
2074=
2051=
2334 = 레이저 송출구 준비
2335 = 입력 포트
2075=
2052=
2336 = 출력 포트
2076=
2053=
2341 = 외부 적색광 표시 출력
2342 = 출력 포트
2077=
2054=
2343 = 입력 포트
2078=
2055=
2339 = 레이저 전원 출력 포트
2340 = 포트
2079=
2056=
2345 = 마크업과 출력
2346 = 출력 포트
2080=
2057=
2347 = 마크 끝 출력 포트
2348 = 출력 포트
2081=
2058=
2331 = 출력 포트
2330 = 가공 중지 시 출력 포트
2083=
2060=
1507 = 감지 레이저 경보
2086=
2087=
2088=
2089=
2090=
2091=
2092=
2353 = 입력 포트
2350 = 광섬유 레이저 경보 출력구
2084=
2061=
2349 = 펄스 폭
2093=
1508 = Q 신호 레벨 반전
2351 = 출력 포트
2082=
2059=
2352 = 포트 스탬프 시작
2337 = 소프트웨어 준비 출력 포트
2338 = 출력 포트
2095=
2099=
2183 = 가공 중지 시 출력 포트
2184 = 출력 포트
2185 = 소프트웨어 준비 출력 포트
2186 = 출력 포트
2187 = 입력 포트


[IDD_DIALOG_PROWAIT]

CAPTION=회전 데이터 처리

1403=를 일시 중단(&S)

1877=데이터 처리될 때까지 기다려 주십시오.....................

 

[IDD_DIALOG_REMOVESAMELINE]

CAPTION=제거하는 라인

2050=

1014=중단

2052=크기(mm):

2053=삭제 중복되는 작은 물체

2054=

2051=을 시작

2055=취소

 

[IDD_DIALOG_RESETCARDNAME]

CAPTION=설정된 카드는 별칭

2233=카드 ID

2131 = 

2211=별칭

2133=

2132=정

 

[IDD_DIALOG_ROTATEWHEEL_SET]
CAPTION= 회전 탭 설정
1 = 확인
2 = 취소
2354 = 가공소재 레이블 지름 (mm)
2355 = 프로파일 탄젠트 각도(deg)
1502=
1503=
2356 = 채움 선 태그당 루트 수
1504=
2276 = (문서 매개 변수)
2277 = (문서 매개 변수)
2278 = (문서 매개 변수)
2152 = 모터 축 수직 X축
2153 = 모터 축 평행 X 축

[IDD_DIALOG_RULER]

CAPTION=자 편집

1=확인

2=취소

2188=규모 유형

1882=둘레의 규모로

1394=비행기 규모

2357=둘레가 직경(mm):

2358 으=규모의 피치(학위):

2293=규모 던지다(mm):

1502=

1883=

1884=

1897=

2359=매개변수 규모

2360=규모의 시작 값

1193=

2362=규모의 총 수리 뿌리

1886=

2361=규모 증가

1887=

1894=폐기 마지막 규모

1893=List3

1384=이동

1385=아래로 이동

1220=정

1899=정렬

1898=정렬

1900=

114=형

[IDD_DIALOG_RULEROBJ_SET]

CAPTION=Tick 설정

1 = 그래

2 = 취소

2363=숫자의 간격으로

2364=숫자의 소수 자릿수

1502=

1504=

1896=전시 규모 디지털

[IDD_DIALOG_SETLINEPOS]

CAPTION=트 측정치는 라인

1=그래

1502=

[IDD_DIALOG_SETSORT]

캡션시 입력하는 새로운 시리얼 번호

1718=기 위해 수정

1719=반전 순서

1502=

1=그래

2=취소

1720=입력하십시오 새로운 시리얼 번호:

[IDD_DIALOG_SetSwing]

CAPTION=스윙 세트

1=그래

2=취소

2196=유형

2241=주파수

2365=수직 진폭

2366=가로폭

2143=

2144=

2145=

3000=IDD_DIALOG_SetSwing_COMBOBOX_0

2146=

2147=

2148=

2150=피크 간격:

2151=작 각도:

2149=현재 마킹 속도:

2152=mm （범위:>=1）

682 = mm （범위:>0）

2154=mm （범위:>0）

2155=mm （범위:>=0）


[IDD_DIALOG_SetSwing_COMBOBOX_0]
0 = 사인
1 = 여현
2 = 원

 
[IDD_DIALOG_SORTOBJ_LAY]

CAPTION = 레이어에 의해 정렬

1=그래

2=취소

2064=

1384=이동

1385=아래로 이동


[IDD_DIALOG_SPIRAL_SET]

CAPTION=나선 세트

1=그래

2=취소

2367=피치:

2368=최소 반지름:

2369=최대의 반지름:

2370=피치 증가량:

2049=추가 내부 고리

2050=추가 외부 링

2051=에서 내부를 외부

2052=

2053=

2054=

1503=

 

[IDD_DIALOG_TESTLASER]

CAPTION=테스트 레이저

1=그래

2=취소

2103=

1503=

1504=

1505=

2375=주파수(Q-주파수)

2376=전원

2307=현재

2378=레이저가 켜기 시간

1433=열리는 레이저

1506=

2128=레이저 펄스 폭

 
[IDD_DIALOG_TEXTREPLACE]

CAPTION=는 배치 대체 텍스트 내용

1=그래

2=취소

2211=별명:

2002=

2379=콘텐츠:

2003=

 

[IDD_DIALOG_TRANBMP]

CAPTION=벡터 전송에 사용자 정의 설정

1=그래

2=취소

2380=변환 간격(mm):

1162=

1649=왕복 마킹

1505=

2385=왕복 정렬 보상:

1506=

2382=행 병합을 포용력:

1507=

2384=열 변환 bias 값:

1650=열고 다 사용

2381=바깥 쪽 경계를 확대(mm):

1163=

1508=

2386=변환 계층후:

2383=샘플 간격(mm):

2049=

[IDD_DIALOG_TRANSFORM]
CAPTION=3D 전환

1911=

1915=

1917=

1916=

2388=이동성（mm）

2065=X

2066=Y

2104=각:

2067=Z

2151=회전

1492=절대의 협조 center）

1394=상대적으로 오프셋을 금액

2501=Z-축

2500=X- 축

1544 =Y-축

1019 =  응용 프로그램

2 = 구

2389=참조 상쇄

1502=

1912=설정 참조

2387=변환 유형

1953=만 3D 모델

1546=2D 개체의 3D 모델로 이동

1547=2D 으로 데이터를 3D

1978=힌트:의 회전 중심의 3D 모델을 중심점,X/Y/Z 방향으로 회전 합니다.

2051=빈

2104=각도

 

[IDD_DIALOG_USER_LOGIN]

CAPTION=사용자 로그인

1461=

1=로그

2=취소

2207=사용자 이름:

2208=비밀번호:

1715=

1331=

 
[IDD_DIALOG_USERRIGHTCFGMNG]

CAPTION=사용자 권한 관리

1=그래

2=취소

1697=일반 마킹

1698=다중 문서마킹

1699=을 만들체

1700=객체의 편집

1701=설정 시스템

1702=교정 설정

1703=파일 저장

1704=을 열고 문서

1696=층을 매개 변수 설정

1706=관리

2390=권한 선택

1707=목록 2

1713=기본값은 사용자

1714=가져오기

1715=내보내기

1705=고급 매개변수

 

[IDD_DLG_LANGUAGETYPE]

CAPTION=언어 선택

1=그래

2=취소

2148=중국어(간체)-중국어 간체

2391=언어 유형:

2392=이 변경 내용은 다음 부팅 효과적일 것입니다

 

[IDD_DRAW_DIB]

CAPTION=트맵 설정

1493=그레이 스케일 이미지

1657=바이너리 이미지

1658=회색 점

1292=anti-color

1298=

1717=

1649=왕복

1505=

1508=

1510=

1506=

1398=회색 가늠자 전류가 긍정

1=그래

2=취소

2196=prompt:점 간격을=K*단일 단계의 거리(K 입니다 정수 2),단일 단계는 멀=마킹 속도/100000。

2401=의 가속도 지점(a):

1504=

1502=

2395=이미지는 이름:

1304 =

2399 = 표시 설정:

2405=단 하나의 포인트시(미국):

2241=Q 주파수(KHz):

2400=점 정렬 보상:

2367=점 간격(mm):

2396=트맵 설정:

2397=contrast(-1 1):

2398=밝기(-1 1):

1509=

1511=

2403=소:

2404=최대값:

2402=레이저 끄기 지연 시간(미국):

2010=회색 바이너리

2406=방향으로 마킹

1645=선

2011=열선

2049=자동으로 계산됩(계속 사진 해상도)

 

[IDD_DRAW_FILL]

CAPTION = 채우기 설정

1821 = 채우기 1

1822 = 채우기 2

2033 = 채우기 3

1=확인

2=취소

1825=선과 윤곽의 회전

2407=채 간격(mm)

2287=시작 오프셋(mm):

2104=각도(도)

1162=

1029=

1828=

1826=피치를 가득

2239=점 크기(mm):

1827=

1831=

2408=최소의 이동 거리(mm):

1830=

2290=선점이 들여쓰기(mm):

1829=

2288=종료 오프셋(mm):

1820=용 충전

2196=유형

1823=

2292= 의 확장을 감소하의 수집:

1657=

1649=

1632=삭제가 생성 프로필

2293=감소 확산(mm):

1658=

1833=삭제를 생성하인

1836=처음 히트 충전

1850=브 충전

1526=소 정렬

1834=

2291=라인의 끝점이 들여쓰기(mm):

2031=환상 겉으로 채우기

2032=환상의 임의의 첫 번째 요점

2056=처음으로 가득 같은 측면

2077=생만 충전

 

[IDD_DRAW_GRID]

CAPTION=드 설정

1=그래

2=취소

2161=숫자의 행:

1218=

2162=열 번호:

1219=

2409=의 행 수

 

[IDD_DRAW_POLYGON]

CAPTION = 각형을 설정

1220 = 

1234 = 회전 1

1221 = 형

1222 = 별 모양의 다각형

1223=십자가 별 모양의 다각형

1238=슬라이더 1

1232=

1=그래

2=취소

2411 = 다각형 스타일

2410 = 다각형의 가장자리:

2412 = 정의:

 
[IDD_ELLIPSET]

CAPTION=원 금액의 크기 설정

1 = 그래

2 = 취소

2413 = 의 양의 크기

1502 = 

2414 = 설명의 더 작은 크기,타원,더 많은 괜찮습니다.

-1=mm

 

[IDD_EXPORTPLT]

CAPTION=

1670=비전도성 가득한

1671=의 확대 100 배 내보내기

 

[IDD_FILEREPLYRENAME]

CAPTION=화

1=대체

2=이름 바꾸기

1658=

 

[IDD_GRAYCOMPENSATE]

CAPTION=회색 비선형 보정

1660=

1659=

1=그래

2=취소

1267=슬라이드0

1268=슬라이드1

1269=슬라이드2

1270=슬라이드3

1271=슬라이드4

1272=슬라이드5

1502 = 

1503 = 

1504=

1505=

1506=

1507=

1508=

1509=

1510=

1511=

1512=

1513=

3=기본값

 

[IDD_HELPPATH]

CAPTION=에는 도움말 파일

1978=를 참조하십시오:"시작"->"프로그램"->"Hans 레이저 응용 프로그램->Hans 레이저 표하기 소프트웨어"->"UserManual"

 

[IDD_IMPORT]

CAPTION=

1549=수입센터

1550=최적화를 가져오기

1818=미리보기

1817=미리보기

-1=AI

1967=정상적인 윤곽선

1394=전체 변환,생성하인

1965=X

2500=Y

2416=방향으로 채우기

2407=채 간격(mm)

1966=

2415=연결 거리(mm)

1968=

1551=자동으로 연결

 

[IDD_MAKECP_SET]

CAPTION=정

1680=

1=그래

2418=링 번호:

2417=테이퍼 제조

[IDD_MARK_MULCARD]

CAPTION=멀티 카드 표시

1014=선택한 카지

2=구

1492=마킹

1634=붉은 빛을 미리보기

1543=국경을 미리보기

1012=

1407=키보드,마우스나발 트리거

1413=태그 번호:

2429=단일 시간:

2423=전반적인 시간:

1462=

1463=

1464=

2430=운영 모드

1793=주기 마킹

1502=

2425 = 시간 간격(ms):

2426 = 카드 명부:

1386=

2427 = 는 관련 문서

1388=

2428=문서 목록:

1277=협회에 가입하세요

1278=삭제협회

1015=모든 것이 시작

1016=지

2075=

2130=[카드 시작

1279 = 다중 카드 문서 저장

2177 = 활성화

2184 = 마크업 문서:

2178 = 다중 문서 저장

2183 = IO 입력 신호 선택 문서 모드

2179 = 위로 이동

2180 = 아래로 이동

2055 = 입력 신호

2181 = 옵션

2182 = 작업 기록

 

[IDD_MARK_FLY]

CAPTION=항공편을 표시하는 방법

1013=을 시작(A&M)

1014=를 일시 중단(&E)

2=종료(&X)

1012=

1492=마킹

1634=붉은 빛을 미리보기

1543=국경을 미리보기

2421=태그 통계

2422=표시의 총 수:

1413=태그 번호:

2405=단일 시간을 표시:

1475=

1263=

2423=총 시간:

1264=

1265=

1396=인터페이스를 새로 고침

2424=레이저 모드:

1740=주기 마킹

1502=

2425=간격을 시간:

1034=

1794=

1803=

1804=

1724=붉은 빛

2076=IO 자동으로 마킹

2213=간격:

2135=_활성화 피치

2136=

2147=

 

[IDD_MARK_PREVIEW]

CAPTION=표시 미리보기

114=형

2438=미리보기 속도

1268=을 시작

1014=지

1267=슬라이더 1

 

[IDD_MARK_SPECIAL]

CAPTION=외부 신호 선택한 문서 마킹

1013=을 시작(A&M)

1014=중단

2=구

1383=

1384=이동

1385=아래로 이동

1276=삭제

1220=속성을...

1012=

2439=문서 설정

1258=장...

1413=태그 번호:

2405=단일 시간:

2423=전반적인 시간:

1462=

1463=

1464=

1620=

1398=IO 테스트

1622=표시는 현재 선택한 문서

2441=디버그

2203=데이터 통계

1623=파일 신호에서 페달하기 전에 문제를 트리거

2440=신호원

2500=파일 신호에서 발 트리거 후에 문제점

1624=

2442=태그 문서의:

1492=마킹

1634=붉은 빛을 미리보기

1543=국경을 미리보기

2433=운영 모드

1666=

 

[IDD_MARK_WHEEL]

CAPTION=둘레의 로타리 마킹

1870=회전 태그 정보는 통계

2422=표시의 총 수:

1475=

2423=총 시간:

1265=

1413 = 태그 번호:

1263 = 

2436=유휴 시간:

1266=

2405=단일 시간:

1264=

1414=시간을 표시:

1267=

1403=

2433=운영 모드:

1492=마킹

1634=붉은 빛을 미리보기

1852=손실(객체로서 단위 블록 표시를 하다)

1394=각 프로필(만 마크는 윤곽을 무시하고,이를 채우 라인)

1395=각도 통합(마크 윤곽을 수직으로 채우 라인)

1012=

1396=인터페이스를 새로 고침

1869=태그 완료 후 다시 모터 제

1794=

1724=붉은 빛

1013=을 시작(A&M)

1014=를 일시 중단(&E)

2=종료(&X)

1740=주기 마킹

1502=

1034=

1803=

1804=

2444=표시 형식

1903=리셋 모터

2188 = 밑줄 분리(밑줄 친 영역으로 블록 표시)

 
[IDD_MARKDATA_STAT]

CAPTION=태그 통계

1=그래

2445=통계작성일:

2422=총 마킹 번호:

2446=총 시간을 표시:

1365=

1413=

1414=

 

[IDD_MOVE_DLG]

CAPTION=정확한 운동

1502=

1503=
1504=

1683=... 에서

1684=낮

1685=왼쪽

1686=바로

1=그래

1940=단계 길이:

1763=마킹

2065=X 방향(mm):

2066=Y 방향(mm):

 

[IDD_PENSELECT_DIALOG]

CAPTION=누르면 펜이 번호 선택

1=그래

2=취소

2088=

 

[IDD_SET_AZTEC]

CAPTION=아즈텍

1=그래

2=취소

2002=오류정정 수준

1030=

1960=

2003=버전

 

[IDD_TEXT_PAGE_FNT]

CAPTION=

1809=글꼴 파일

1331=

1838=정확도:

1330=

1344=TTF 설정

1328=

1329=

1013=

1345=

1346=

1309=

2486=문자 높이(mm)

2488=폭 계수(%)

2487=단어 간격(mm)

1807=영어:

1808=영어:

1475=디지털:

2485=문자 모양

2489=행 간격(mm)

1681=

1310=

1499=문자 pitch:

1839=

1840=

1842=TTF

1841=SHX

1843=정

1844=매트릭스

1846=영어:

1847=영어/번호:

1845=

1031=

1956=용접

1957=간 필터

1311=

2213=간격:

1958=굵

1312=

1313=

1976=점반지름

1314=

1315=

1977=채우는 피

1959=자동으로 연결

1823=글꼴 유형:

1824=IDD_TEXT_PAGE_FNT_COMBOBOX_6

2071=

2072=글꼴 파일

2073=

2206=거리:

2207=선의 폭

 

[IDD_TEXT_PAGE_ROUND]

CAPTION=

1023=선형 배열

1323=배열크

1347=왼쪽

1348=바로 정당화

1322=중간 정렬

1005=

1196=

1193=

1312=시계 반대 방향으로

2317=경(mm):

2491=을 시작 각도(도):

1350=문자를 향해 안

2490=방향으로(도):

1499=사용자 정의 문자열 형식

1502=

2492=(X-출력 문자,N 문자를 삭제)

1964=anti-새겨진

1349=수평

1351=수직

 
[IDD_SET_BARTEXT]

CAPTION=바코드를 텍스트 설정

1=그래

2=취소

1026=Tab1

2379=텍스트 내용

1508=

 

[IDD_SET_DATAMATRIX2D]

CAPTION=데이터 매트릭스 QR 코드 설정

1=확인

2=취소

2447=바에 따라 코드의 기준을 결정하는 다음 매개변수:

1476=오류정정 유형:

1030=

2279=인코딩 형식은:

1954=

2450=바코드 크기:

1955=

 

[IDD_SET_FLY]

CAPTION=비행 마킹정

1=그래

2=취소

1492=파이프라인에 일정한 속도로 항공편

1493=인코더 바퀴 속도로 항공편

2451=파이프라인에 일정한 속도(mm/s):

1502=

2452=속도로 엔코더륜직경(mm):

1503=

2453=속도로 엔코더 바퀴 회전당 펄스 수:

1504=

1499=역방향 파이프라인

2051=을 시작

2454=인코더 테스트

2455=라인 속도(mm/s):

1505=

2456=인코더 위치（펄스）:

1506=

 

[IDD_SET_GRIDMATRIX]

CAPTION=메쉬 행렬

1=그래

2=취소

2457=버전

2458=오류정정 수준

2027=

2028=

 

[IDD_SET_HANXINCODE]

CAPTION=중국의 문자 코드 설정

1=그래

2=취소

2457=버전

2458=오류정정 수준

1030=

1960=

2459=중국의 문자 코드 인코딩 모듈에 의해 베이징 르네 많은 다우 후이 과학기술발전유한공사. 제공하는

 

[IDD_SET_IO]

CAPTION=설정에 해당 문서의 신호

1=그래

2=취소

1502=

1731=얻는 현재 신호(I9-I1)

2460=신호 설정(참고:입력 포트입니다 0 유효)

1499=

1015=

1016=

1017=

1018=

1019=

1020=

1021=

1022=

 

[IDD_SET_LANGREGION]

CAPTION=언어 선택

1=그래

2=취소

1001=중국어(간체)

2459=현재의 파일이 오래된 버전의 형식 파일의 파일을 지정 문자는 언어의 사용

 
[IDD_SET_LAY]

CAPTION=레이어 설정

1=확인

2=취소

2461=선택된 부분으로 이동하는 첫 번째

2464=층

1543=

2462=을 선택인지 부분으로 이동

2465=층

1544=

2463=선택 들여쓰기 된 부분의 윤곽을 이동하는 첫 번째

2466=층

1545=

 

[IDD_SET_PDF4172D]

CAPTION=PDF417QR 유형 코드 설정

1=확인

2=취소

1027=바코드 레이디얼 베어링

1495=

2472=바에 따라 코드의 기준을 결정하는 다음 매개변수:

2204=(3~~90 0)

2458=오류정정 수준

1030=

 

[IDD_SET_QR2D]

CAPTION=QR 바코드 설정

1=확인

2=취소

1605=

2450=바코드 크기:

2474=오류정정 수준:

1604=

2473=바에 따라 코드의 기준을 결정하는 다음 매개변수:

2475=인코딩 형태:

1952=IDD_SET_QR2D_COMBOBOX_2

 

[IDD_SET_RECTANGLE]

CAPTION=사각 설정

1589=정상

1590=둥근

1591=둥근 홈

1592=

1=그래

2=취소

2476=둥근 반지름/모따기 크기(mm)

2192 = 모깎기 각도
2184 = 모든 모서리 둥글림

 

[IDD_SET_RUN]

CAPTION=운동 설정

1=그래

2=취소

2477=축 번호:

1864=

1867=절대 동의

1394=상대 운동

2478=모션 모드

2321=회전 운동량(도)

2320=선형 운동량(mm)

1502=

1866=

2479=이동형

1543=로드는 운동

1544=잘못된 뇌졸중 이동

1545=복귀

 

[IDD_SET_TRACKER]

CAPTION=설정적 특성

1004=점선

1003=선

1009=

1007=윤곽선 내에서

1008=의 외형

104=

1=그래

2=취소

2483=제어점 크기:

2481=윤곽선

2482=제어점

 
[IDD_SET_USERDEFINE]

CAPTION=사용자 정의 바코드 설정

1=그래

2=취소

2012=행 번호:

2013=열 번호:

2014=

2015=

2016=설명:사용자 정의 바코드,사용자의 행 수를고(기본값은 16x16),지원 처리에 대한 바이너리,소수 및수 입력 데이터 입력을 이진 숫자만 포함할 수 있습니다"01"("0"-흰색,"1"-Black),소수 번호가 필요해","하는 별도의 변수 번호를 포함해야 합니다"0x",이진수는 8 비트의 소수점 첫 번째과 육의 첫번째 두 가지에 해당하는 두 개의 차원 코드 위에서 아래로,왼쪽에서 오른쪽의 수 첫 번째는 8 비트 바는 코드 블록,그리고 표현할 수 있는 모든 바코드 차단 콘텐츠입니다.

 

[IDD_STYLE_SAVE]

CAPTION=절감 계획

1187=

1=그래

2=취소

2484=매개 변수 계획으로 저장:

 

[IDD_TEXT_PAGE_TEXT]

CAPTION=

1628=

2172=

2151=그래

1504=고정 부분의

1623=건너뛰기

1624=날짜와 시간

1625=직렬 통신

1629=네트워크 통신

1343=설정...

1627=

1626=

1635=

2156=고정 부분의

2157=건너뛰기

2160=직렬 통신

2158=시간 날짜

2159=네트워크 통신

2146=

2147=

2148=

2149=

2150=

2161=트:

2162=전송 속도:

2163=데이터 비트:

2164=정지 비트:

2165=패리티 체크인:

2166=명령:

2152=

2153=

2167=IP 주소:

2168=는 포트 번호:

2155=매개변수

2170=통합 코드

2171=시간 제한:

2173 은=ms

2174=보도 자료 텍스트

 

[IDD_BARCODE_DLG]

CAPTION=바코드 설정

1=그래

2=취소

1030=

2188=바코드 형식

1622=Tab1

1398=설정...

2156=바코드 유형

[IDD_DlgCustomAutoSortGrpList]

CAPTION=자동 정렬 2

2394=정렬 방법:

2063=

2064=만 선택된 객체의 정렬

2065=

2393=차단 높이(mm):

2066=

3=을 수행 종류

4=구

[IDD_DIALOG_EXTENDFUNCTION_INFO]

CAPTION=확장 기능을 활성화 정보는 테이블

1=구

1034=

2233=카드 번호:

1502=

2211=수준 이름:

1911=

1912 = 수정

 
[IDD_DIALOG_OBJINFO_MOTORMOVE]

CAPTION=

2247=축 번호:

1864=

1867=절대 동의

1394=상대 운동

2318=스포츠드

2321=회전 운동(도)

2320=선 동작 (mm)

1502=

1866=

2319=동작 유형

1543=작업 동

1544 년=빈션

1545=홈

65535=이동형

 

[IDD_DIALOG_3DLOAD]

CAPTION=3D 모델

1913=베이스

1394=STL. STP. DXF,IGES

1914=IDD_DIALOG_3DLOAD_COMBOBOX_0

1502=

1912=...

1918=

1159=

1919=

1160=

1922=

1923=

1941=추가

1672=삭제

1414=정

1911=

1943=Y 축 라운드

2501=X 축 라운드

1196=

1915=

1197=

1948=직

1916=

1947=

1034=

1=그래

2=취소

1924=매개변수

1926=0 위치

1927=x

1928=y

1930=1 위치

1931=x

1932=y

1929=z

1933=z

1940=단계

1925=사

1934=구체/테이퍼

1935=반지름

1936=길이

1939=반지름1

1942=너비

1944=새

1938=기둥

1945=을 시작 각도

1946=끝에 각도

1950=팁:각도 범위 0~180 입니다. 면 콘 위치한 수직으로,그것은 0-360. 시작 각도보다 커야 합니다 정지 각도

1549=자동차 센터

2069=

2175=유형

2176=자동차

2209=양

1949 = 유형

[IDD_MARK_MULDOC]

CAPTION=다중 문서 마크

1013=을 시작(M)

1014=중단

2=구

1383=

1384=이동

1385=아래로 이동

1276=삭제

1220=숙박...

1258=장...

1492=표시를 하다

1634=붉은 빛을 미리보기

1543=프레임을 미리보기

1012=

1407=키보드,마우스 또는 발-트리거 페달

2202=간격을 시간(ms):

1462=

1463=

1464=

1793=루프 마크

1502=

1903=모터 홈

2197=여러 문서 설정

1413=번호의 표시:

2199=단일 시간:

2200=총 시간:

2201=작업 모드

 
[IDD_TEXT_PAGE]

CAPTION=

1034=

1398=추가

1403=삭제

1621=정

1622=Tab1

2379=텍스트 내용

 
[IDD_TEXT_BASEDLG]

CAPTION=바코드 설정 텍스트

1=그래

2=취소

1620=Tab1

1414=적용

 
[IDD_TEXT_SERIAL]
CAPTION = 홉 번호 설정
1193=
1002=
1012=
1199=
1215=
1220 = 설정...
1239 = 사용자 지정
1240 = 파일(각 행)
1241 = 파일의 첫 번째 행에서 가져온 항목
1268=
1269=
1270 = 자리수 채우기
1 = 확인
2 = 취소
1358=IDD_TEXT_SERIAL_COMBOBOX_0
1502=
1216=
1217=
1499 = 설정
1649 = 주기 홉
2074=
2051 = 선택...
1363 = 시작
1364 = 끝
2497 = 전면 문자 보완
2496 = 홉 부분 총 길이
1940 = 단계
2494 = 전면
2495 = 후면
2499 = 진수 내용
2213 = 간격:
2493 = 현재 점프 기호 횟수


[IDR_POP]

IDR_POP_SUBMENU_0=보편적

IDR_POP_SUBMENU_1=건너뛰기

IDR_POP_SUBMENU_2=바코드

IDR_POP_SUBMENU_3=트맵

IDR_POP_SUBMENU_4=텍스트

IDR_POP_SUBMENU_5=층

IDR_POP_SUBMENU_6=체 목록

IDR_POP_SUBMENU_7=객체의 편집

IDR_POP_SUBMENU_8=사용자 권한 설정

IDR_POP_SUBMENU_9=스플라인 곡선

IDR_POP_SUBMENU_10=크

IDR_POP_SUBMENU_11=라운드


[IDR_POP_SUBMENU_0]

32975=레이어 설정(&Y)

32901=을 중심으로(&M) Ctrl+M

32907=주위에 거울(&X)

32908=아래로 거울(&Y)

32913=왼손잡이 90 도(&L)

32914=오른손잡이 90 도(&R)

0=----------------------

33016=정확한 모바일(&M)

0=----------------------

57635=단(&T) Ctrl+X

57634=복사본(&C) Ctrl+C

32791=삭제(&D) Del

57637=붙여넣기(&P) Ctrl+V

0=----------------------

33011=의 곡선(&F)

33040=체의 합성(&U) Alt+U

0=----------------------

57642=모든 선택(&A) Ctrl+A

 

[IDR_POP_SUBMENU_1]

32975=레이어 설정(&Y)

32936=이동 설정(&S)

0=----------------------

32901=을 중심으로(&M) Ctrl+M

32907=주위에 거울(&X)

32908=아래로 거울(&Y)

32913=왼손잡이 90 도(&L)

32914=오른손잡이 90 도(&R)

0=----------------------

33016=정확한 모바일(&M)

0=----------------------

57635=단(&T) Ctrl+X

57634=복사본(&C) Ctrl+C

32791=삭제(&D) Del

57637=붙여넣기(&P) Ctrl+V

0=----------------------

33011=의 곡선(&F)

0=----------------------

57642=모든 선택(&A) Ctrl+A


[IDR_POP_SUBMENU_2]

32975=레이어 설정(&Y)

32936=바코드 설정 텍스트(&S)

32998=바코드를 만들의 텍스트(&H)

0=----------------------

32901=을 중심으로(&M) Ctrl+M

32907=주위에 거울(&X)

32908=아래로 거울(&Y)

32913=왼손잡이 90 도(&L)

32914=오른손잡이 90 도(&R)

33016=정확한 모바일(&M)

0=----------------------

57635=단(&T) Ctrl+X

57634=복사본(&C) Ctrl+C

32791=삭제(&D) Del

57637=붙여넣기(&P) Ctrl+V

0=----------------------

57642=모든 선택(&A) Ctrl+A

 

[IDR_POP_SUBMENU_3]

32975=레이어 설정(&Y)

32954=트맵 설정(&S)

33140=히스토그램

32901=을 중심으로(&M) Ctrl+M

32907=주위에 거울(&X)

32908=아래로 거울(&Y)

32913=왼손잡이 90 도(&L)

32914=오른손잡이 90 도(&R)

0=----------------------

57635=단(&T) Ctrl+X

57634=복사본(&C) Ctrl+C

32791=삭제(&D) Del

57637=붙여넣기(&P) Ctrl+V

0=----------------------

57642=모든 선택(&A) Ctrl+A


[IDR_POP_SUBMENU_4]

32975=레이어 설정(&Y)

32936=텍스트 설정(&S)

0=----------------------

32901=을 중심으로(&M) Ctrl+M

32907=주위에 거울(&X)

32908=아래로 거울(&Y)

32913=왼손잡이 90 도(&L)

32914=오른손잡이 90 도(&R)

0=----------------------

57635=단(&T) Ctrl+X

57634=복사본(&C) Ctrl+C

32791=삭제(&D) Del

57637=붙여넣기(&P) Ctrl+V

0=----------------------

33011=의 곡선(&F)

0=----------------------

57642=모든 선택(&A) Ctrl+A

 

[IDR_POP_SUBMENU_5]

33012=색상 수정

33021=잠금 현재 레이어

33022=의 잠금을 해제 현재 레이어

33083=선택 레이어를 현재

33084=선택 현재 레이어는 외부 레이어

 

[IDR_POP_SUBMENU_6]

33013=삭제된 개체

33041=새로 고침을 개체 목록

33088=약간 앞으로 이동

33089=뒤로 이동 비트

33090=앞으로 이동하

33091=끝으로 이동하면

33143=객체 이름 바꾸기

 

[IDR_POP_SUBMENU_7]

33014=삭제를 선택된 노드(&D)

33015=로 연결된 라인 끝(&C)

33016=정확한 모바일(&M)

0=----------------------

33018=점 작업(&X)

33024=필터 막힘점(&F)

33028=전도 각도(&V)

0=----------------------

33020=전체 줄을 선택하십시오(&A)

33023=트 이 시점으로 폐쇄 라인의 시작점(&S)

33025=곡선을 역순으로(&R)

0=----------------------

33151=좌표를 편집(&E)

 

[IDR_POP_SUBMENU_8]

33055=증가 사용

33056=사용자 삭제

33057=수정할 사용자 이름

33058=비밀번호 변경

 

[IDR_POP_SUBMENU_9]

32975=레이어 설정(&Y)

33102=편집 스플라인 곡선

33122=정밀도 설정

0=----------------------

32901=을 중심으로(&M) Ctrl+M

32907=주위에 거울(&X)

32908=아래로 거울(&Y)

32913=왼손잡이 90 도(&L)

32914=오른손잡이 90 도(&R)

33016=정확한 모바일(&M)

57635=단(&T) Ctrl+X

57634=복사본(&C) Ctrl+C

32791=삭제(&D) Del

57637=붙여넣기(&P) Ctrl+V

0=----------------------

33011=의 곡선(&F)

33040=체의 합성(&U) Alt+U

0=----------------------

57642=모든 선택(&A) Ctrl+A

 

[IDR_POP_SUBMENU_10]

32975=레이어 설정(&Y)

33119=편집크

33122=정밀도 설정

0=----------------------

32901=을 중심으로(&M) Ctrl+M

32907=주위에 거울(&X)

32908=아래로 거울(&Y)

32913=왼손잡이 90 도(&L)

32914=오른손잡이 90 도(&R)

33016=정확한 모바일(&M)

0=----------------------

57635=단(&T) Ctrl+X

57634=복사본(&C) Ctrl+C

32791=삭제(&D) Del

57637=붙여넣기(&P) Ctrl+V

0=----------------------

33011=의 곡선(&F)

33040=체의 합성(&U) Alt+U

0=----------------------

57642=모든 선택(&A) Ctrl+A

 

[IDR_POP_SUBMENU_11]

32975=레이어 설정(&Y)

33121=편집 원

33122=정밀도 설정

0=----------------------

32901=을 중심으로(&M) Ctrl+M

32907=주위에 거울(&X)

32908=아래로 거울(&Y)

32913=왼손잡이 90 도(&L)

32914=오른손잡이 90 도(&R)

33016=정확한 모바일(&M)

0=----------------------

57635=단(&T) Ctrl+X

57634=복사본(&C) Ctrl+C

32791=삭제(&D) Del

57637=붙여넣기(&P) Ctrl+V

0=----------------------

33011=의 곡선(&F)

33040=체의 합성(&U) Alt+U

0=----------------------

57642=모든 선택(&A) Ctrl+A

 
;---------------------------------BEGIN: Bin\LaserSetDll.dll-----------------------------------------
[DIALOG_LASERSET]

0=레이저 하드웨어 매개변수 설정 마법사

1=이전 단계

2=다음

3=장

4=취소

 

[DIALOG_POWER]

0=두 번째 단계:당신의 선택 레이저 하드웨어 구성

1=전류 조정 범위(%)

2=최소 전류(%):

3=최대 전류(%):

4=아날로그 Q 드라이브

5=디지털 Q 드라이브

6=Q 드라이브 유형

7=전력 공급 유형

8=CO2 레이저 전력 크기

9=정상적인 전원 공급 장치

10=빠른 응답의 전원 공급 장치

11=보다 크거나 같은 100W

12=미만 100W

13=을 유지 펄스 설정

14=주파수(KHZ)

15=릴리스시(미국)

16=류(%):

17=최대 듀티 사이클

18=상 현재（%）

19=레이저 하드웨어 설정

20=M 값을 설정

21=M-값:

22=조정 요인:

23=정상

24=너무 크

25=너무 작

 

[DIALOG_MODEL]

0=네 단계:에 따라 원하는대로,당신의 마음에 드는 선택을 제어 모드

1=을 제어하는 새로운 방법,간단한 조작으로,사용자가 설정할 필요가 없습니다 지연이지만,부분에서의 레이저 사용됩니다.

2=전통적인 레이저 제어 모드에서 대부분의 사람들의 습관을 사용,모든 레이저를 사용할 수 있는 이 방법입니다.

3=쉬운드

4=전통적인 모드

5=레이저 제어 모드

6=사각형

7=단 하나 머리 모드

8=듀얼 모드

[DIALOG_LaserType]

0=레이저 유형:

1=YAG 레이저

2=DP 레이저

3=UV 레이저

4=CO2 레이저

5=Q 전환된 광섬유 레이저

6=SPI 레이저

7=LD 레이저

8=YLPM(HFM-H)레이저

9=YLP-V2 레이저

10=YLPP 레이저

11=HFM-레이저

12=HFM-P 레이저

13=HFM-R 레이저

14=HFM-레이저 J

15=MOPA 조정가능한 펄스 폭의 레이저

16 = 연속 광섬유 레이저

17 = 초고속 레이저

 

[DIALOG_CONTENT]

0=다섯 번째 단계:축하합니다,당신의 설정을 완료되었습니다,저장하십시오 관련 매개변수

[LaserType_Explain]

0=YAG 레이저

1=DP 레이저

2=UV 레이저

3=CO2 레이저

4=Q 전환된 광섬유 레이저

5=SPI 레이저

6=LD 레이저

7=MoPa 섬유 레이저

8=YLP-V2 레이저

9=YLPP 레이저

10=HFM-레이저

11=HFM-P 레이저

12=HFM-레이저 Q

13=HFM-레이저 J

14=기타

 

[Model_Explain]

0=CO2 고 쉬운드

1=CO2 전통적인 모드

2=Q-,일반적인 전력공급+디지털 Q 전통적인 모드

3=Q-,일반적인 전원 공급 장치 아날로그 Q 전통적인 모드

4=Q,빠른 응답,power supply+디지털 Q 전통적인 모드

5=Q,빠른 응답의 전원 공급 장치 아날로그 Q 전통적인 모드

6=Q,정상적인 전원 공급 장치 아날로그 Q 쉬운드

7=Q,빠른 응답,power supply+디지털 Q 쉬운드

8=Q,빠른 응답의 전원 공급 장치 아날로그 Q 쉬운드

9=IPG 드

10=SPI 고 쉬운드

11=SPI 레거시 모드

12=LD 드

13=YLPM(HFM-H)-전통적인 모델

14=YLPM(HFM-H)간단 모드

15=YLP-V2 기존의 모드를

16=YLP-V2 고 쉬운드

17=YLPP 전통적인 모드

18=YLPP 쉬운드

19=HFM-전통적인 모드

20=HFM-하는 간단하고 모드

21=HFM-P-전통적인 모드

22=HFM-P 쉬운드

23=HFM-R 레거시 모드

24=HFM-R 쉬운드

25=HFM-J 전통적인 모드

26=HFM-J 간단 모드

 

[DIALOG_ScanType]

0=단계:세계 검류계 유형

1=집에서 검류계

2=기타 검류계

3=팁:십시오의 올바른 선택은 기계에 해당하는 검류계 유형,집에서 만든 검류계 after power-on warm-up 가 제대로 작동하기 위해서는,기타 검류계없이 예열

;---------------------------------END: Bin\LaserSetDll.dll-----------------------------------------

 

;---------------------------------Begin:Bin\CardApp\HLDown-----------------------------------------

[HLDOWN_DLG_2000]

CAPTION=문서 다운로드 매니저

ID2000=IO 유효트

ID1016=출구로 전환할 때에 오프라인 모드

ID1013=IO 성

ID1014=다운로드

ID1015=을 시작/중지 마킹

ID1018=multi-문서 저장

ID1=구

 

[HLDOWN_DLG_2001]

CAPTION=set IO

ID2001=얻는 현재 신호

ID1=그래

ID2=취소

 

[HLDOWN_STRINGTABLE]

ID0=선택

ID1=름

ID2=IO 유효트

ID3=IO 관리되는 가치

ID4=다운로드 로고

ID1000=을 선택하십시오 다운로드 문서 입니다!

ID1001=카드 기존 문서를 닦아야를 다운로드?

ID1002=다운로드 실패시 재시도!

ID1003=결과를 다운로드:

ID1004=낮은 기기는 저장 공간이%d%%이미를 점령

ID1005=을 선택하십시오를 설정 호스팅 IO 문서!

ID1006=을 선택하십시오 대상을 공격하는 문서!

ID1007=존재할 수 없습니다에서 호스팅됩니다.

ID1008=다운로드

ID1009=지 다운로드

ID1010=을 시작 마킹

ID1011=지 마킹

ID2000=적으로 다운로드

ID2001=파일 전송에 실패했습니다

ID2002=파일이 너무 큰 이상의 플래시 범위

ID2003=플래시 쓰기 오류

ID2004=document 데이터가 준비되지 않았

ID2005=document 넘어 데이터의 범위를 표시

ID2006=IO 유효한 비트가 설정되어 있지 않은

;---------------------------------END:Bin\CardApp\HLDown-----------------------------------------

 

;---------------------------------Begin:Bin\HLIOCheck-----------------------------------------

[HLIOCHECK_DLG_3000]

CAPTION=IO 신호 탐지

ID1012=입력

ID1013=출력

;---------------------------------END:Bin\HLIOCheck-----------------------------------------

 

;---------------------------------Begin:Bin\GraySet-----------------------------------------

[GRAYSET_DLG_1002]

CAPTION=회색 설정

ID1004=솔루션 설정

ID1006 = 선형

ID1842=으로 저장

ID1403=삭제

ID1005=제어 모드:

ID1007=조정 시리즈

ID1838=색

ID1001=재설정

ID1008=태그 테스트

ID1837=모든 회색

ID1841=지정한 그라데이션

ID1009=회색 수준:

ID1010=마킹 속도:

ID1011=점 간격

ID1015=최소한의 전력(%):

ID1016=최대정원(%):

ID1017=선형 보간

ID1019=력 확대

ID1020=회색을 확대

ID1024=소:

ID1025=최대값:

ID1=그래

ID2=취소

[GRAYSET_DLG_1003]

CAPTION=절감 계획

ID1012=매개 변수 계획으로 저장:

ID1=그래

ID2=취소


[GRAYSET_STRINGTABLE]
ID1001 = 이 스키마를 열 수 없습니다!
ID1002 = 삭제할 스키마를 선택하십시오.
ID1003 = 기본 스키마는 삭제할 수 없습니다.
ID1004 = 삭제 확인
ID1005 = 삭제 실패
ID1006 = 기본 스키마는 덮어써서 저장할 수 없습니다.
ID1007 = 이름이 같은 스키마가 이미 있습니다. 덮어쓰시겠습니까?
ID1008 = 증가 시나리오 오류
ID1009 = 공백
ID1010 = Q 튜닝
ID1011 = 전류
ID1012 = 선
ID1013 = 커브
ID1014 = 그레이스케일
ID1015 = 회색조
ID1016 = 에너지(%)
ID1017 = IPG 레이저는 그레이스케일 조정을 지원하지 않습니다!
ID1018 = 전원
ID1019 = 주파수 변조

;---------------------------------END:Bin\GraySet-----------------------------------------

 

;---------------------------------Begin:HANSADVINTERFACE-----------------------------------------

[HANSADVINTERFACE_STRINGTABLE]

ID01=는 또 다른 실행되는 프로그램

ID02=이 잘못된 경로를

ID03=기를 초기화 하지 못했습니다.

ID04=초기화되지 않음

ID05=보

ID06=명령을 제한시간

ID07=파일을 읽을 수 없습니다

ID08=지정된 글꼴이 존재하지 않는

ID09=지정층수가 존재하지 않습

ID10='t 찾기 지체

ID11=매개 변수가 불

ID12=잘못된 상태로 현재 상태를 수행할 수 없는 이 작업

ID13=메모리 할당 실패

ID14=넘어 시스템의 범위를 표시

ID15=버퍼가 충분하지 않다

ID16=빈 포인터

ID17=지 지정된 문서

ID18=명령을 실행하지 못했습

ID19=비트 컴퓨터에서 명령을 실행하지 못했습

ID20=많다-문서 데이터를 다운로드 실패

ID21=에 저장되지 않은 동일한 문서 IO 관리되는 가치

Id22 의=데이터를 다운로드

ID23=함수 호출 시퀀스는 잘못된

ID24=생성하는 라인에 실패

ID25=을 찾을 수 없습니다 보정 파일을 시작하십시오 cali. exe 를 개정

ID100=알 수 없는 오류

 

;---------------------------------END:HANSADVINTERFACE-----------------------------------------

 

;---------------------------------Begin:Bin\DoginfoReader-----------------------------------------

[DOGINFOREADER_DLG_102]

CAPTION = 추출물에 삽입하 암호화 개 정보

ID1=구

ID1002=추출물

ID1003=데이터 내보내기

ID1004=취소

 

[DOGINFOREADER_STRINGTABLE]

ID102=성공

ID103=실패

ID104=추출한 정보를 작동 시작........

ID105=암호화 개 비정상적인 작업

ID106=암호화 개 비정상적인 작동,시계를 읽지 못했습니다!

ID107=개의 내부 클럭:%. 4d-%. 2d%. 2d%. 2d:%. 2d:%. 2d(%. 4d-%. 2d%. 2d%. 2d:%. 2d:%. 2d)

ID108=추출한 정보를 끝의 동작....

ID109=암호화 개 버전

ID110=암호화 개 ID

ID111=쓰 개 릴리스 날짜

ID112=역할(소프트웨어)카테고리

ID113=카테고리전

ID114=제한 카드 유형

ID115=카테고리 개정 체크섬

ID116=한 체크섬

ID117=여부를 지원하는 시간이 통계 기능

ID118=을 사용할지 시간 통계 기능

ID119=간 통계 기능을 사용하고 체크섬

ID120=이 경과 시간(초)

ID121=이름

ID122=콘텐츠(마우스 오른쪽 단추를 클릭하여 이름,이름을 선택하려면 콘텐츠와 관련의 사본)

ID123=암호화 개 관련 정보 내보내기 실패한 파일 점유 할 수있다!

ID124=암호화 개 관련 정보를 성공적으로 내보내 

ID125=암호화 개 유효한

ID126=영구적인 금지 

 

;---------------------------------End:Bin\DoginfoReader-----------------------------------------

 

;---------------------------------Begin:Bin\3DCALI-----------------------------------------

[3DCALI_DLG_4000]

CAPTION=3D 개정

ID4004=후에 초점을 3D

ID4006=재설정

ID4013=생성 테이블 보정

ID4014=을 시작 마킹

ID4015=붉은 빛을 미리보기

ID4016=주기 마킹

ID4018=정형

ID4019=기본적인 매개변수

ID4020=테스트

ID4021=엔진 참조 위치

ID4022=최소한의 조정 위치

ID4023=최대값 조정 위치

ID4024=는 모터 위치

ID4025=엔진 증가액(0.01-5)

ID4026=데이텀 초점 거리

 

[3DCALI_STRINGTABLE]

ID4001=는 모터 위치

ID4002=초점 거리

ID4003=을 시작 마킹

ID4004=지

ID4005=확인을 생성하는 새로운 보정 테이블?

ID4006=기 전에 수정해야 합[설정->교정 매개변수 설정]에 초점 모드로 설정 'fθ 후에 초점니다. Press'Yes'to 를 계속 누르'no'to exit 수정한 초점 유형

ID4007=후에는 정정을 완료하십시오 설정[환경설정->교정 매개변수 설정]에 초점 모드를 변경 다시 '3D 동적 초점'

;---------------------------------END:Bin\3DCALI-----------------------------------------

;---------------------------------BEGIN: EMCC\Caliset-----------------------------------------

[CALISET_DLG_102]
CAPTION= 수정 소프트웨어
ID1022 = 솔루션 세트
ID1023 = 선택하십시오 :
ID1007 = 다른 것을 저장하십시오
ID1017 = 삭제
ID1084 = 가져 오기
ID1085 = 내보내기

ID1075 = 올바른 헤더
ID1024 = 기본 매개 변수
ID1025 = 속도 범위 (mm) :
ID1026 = 마킹 범위 (mm) :
ID1072 = 좌표계
ID1077 = 회전 각도
ID1079 = x 오프셋 (mm)
ID1080 = y 오프셋 (mm)
ID1119 = 진동 미러 1 = x
ID120 = 진동 미러 2 = x
ID1116 = 반대로
ID1117 = 반대로

ID1030 = 그리드 및 레벨 보정 (줌 비율을 선택한 후 자동 계산 창을 팝업하려면 두 번 클릭)
ID1009 = 레벨 추가
ID1010 = 삭제 레벨
ID1012 = 다중 레벨 전체 효과
ID1031 = 단어 레벨로 돌아 가기 :
ID1018 = 최대 레벨 마크 텍스트 그래프

ID1053 = 보정
ID1043 = 활성화
ID1054 = x 비율 :
ID1055 = y 줌 비율 :
ID1056 = x 변위 (mm) :
ID1057 = y 편차 (mm) :

ID1058 = 초점
ID1065 = 초점 방법
ID1059 = 동적 초점 유형
ID1060 = 제어 모드
ID1061 = 샤프트 간격 (MM)
ID1082 = 작업 비행기 높이 (MM)
ID1063 = 미세 -조정 값 (um)
ID1062 = 동적 초점 보상 계수

ID1011 = 테스트 f7
ID1037 = 중지
ID1014 = 매개 변수 >>

ID1109 = 올바른 유형
ID1099 = 일반 수정
ID1100 = 고 -예정 보정 1 [스캐너]
ID1101 = 고전 -예정 수정 [실제 좌표 데이터 가져 오기]
ID1110 = 고정밀 보정 설명: 1. 먼저 일반 보정을 선택하여 일반적인 보정을 하고 좌표계, 적색광 보정, BOX 크기 및 변형을 초보적으로 조정한다.2. 고정밀 보정을 선택하여 메쉬 점을 생성합니다.3. 다른 도구로 데이터를 얻고 처리한 후 데이터를 가져옵니다.
ID1114 = 고정밀 보정 데이터 직접 가져오기

ID1089 = 고전 -보정 수정
ID1086 = 그리드 포인트를 생성합니다
ID1111 = 첫 번째 단계 : 그리드 포인트를 생성합니다.
ID1112 = 2 단계 : 스캐너 또는 두 차원 측정에서 측정 한 실제 좌표 데이터를 소개합니다.
ID1113 = 3 단계 : 고급 보정 테이블을 만들고 보존 출구를 확인하십시오.

ID1096 = 스케일링
ID1027 = 고전 -프리션 마킹 범위 (mm)
ID1097 = 범프
ID1028 = 테스트 박스 크기 (mm) :
ID1091 = 스캐너 처리 후 데이터 가져 오기
ID1087 = 데이터 가져 오기
ID1016 = 고정식 보정 테이블을 만듭니다
ID1 = 그래
ID2 = 취소
ID1142 = 레이블 제어

[CALISET_DLG_167]
CAPTION = 고정식 데이터 가져 오기
ID1114 = x 두 번째 차원에서 얻은 좌표 파일 :
ID1115 = y 두 번째 차원에서 얻은 조정 파일 :
ID1 = OK
ID2 = 취소

[CALISET_DLG_159]
CAPTION = 솔루션 저장
ID1036 = 교정 체계는 별도로 저장됩니다.
ID1 = OK
ID2 = 취소

[CALISET_DLG_131]
CAPTION= 마킹 매개 변수
ID1032 = 표시 시간 수 :
ID1033 = 마킹 속도 (mm/s)
ID1035 = 전원 (%)
ID1034 = Q 주파수 (KHZ)
ID1036 = Q 출시 시간 (미국)
ID1037 = 레이저 터보이드 대기 시간 (미국)
ID1139 = 보정 테이블 생성
ID1 = OK
ID2 = 취소

[CALISET_DLG_160]
CAPTION = 레이블 레이블 정보 설정
ID1093 = 행 수입니다
ID1094 = 열 번호
ID1116 = 순위 수만 설정하고 표시되지 않습니다.
ID1 = 마킹
ID2 = 취소

[CALISET_DLG_164]
CAPTION = 제어 카드를 선택합니다
ID1098 = 작업 카드를 선택하십시오.
ID1 = OK
ID2 = 취소

[CALISET_STRINGTABLE]
ID0 = 상자 크기 (mm)
ID1 = x 줌 비율 %
ID2 = y 줌 비율 %
ID3 = x 울퉁불퉁합니다
ID4 = y 범프
ID5 = X 사다리꼴
ID6 = y 사다리꼴
ID7 = x 평행
ID8 = y 평행합니다
ID9 = x 양성 비율 % % %
ID10 = x 음성 비율 % % %
ID11 = y 양성 비율 % % %
ID12 = y 음의 비율 % %
ID13 = 매개 변수 \ 레벨
ID14 = 현재 (a)
ID15 = 전원 (%)
ID16 = 전류(%)
ID17 = 레이저 펄스 폭 (NS)
ID18 = 레이저 모드
ID999 = 이미 마킹 소프트웨어 또는 수정 소프트웨어가 실행 중입니다. 먼저 닫으십시오!
ID1000 = 벤치마킹 파일의 손실 또는 손상, 소프트웨어가 정상인지 확인하십시오!
ID1001 = 마킹 제어 카드의 초기화에 실패했습니다!
ID1002 = 레이블 제어 카드 시스템 설정이 실패했습니다!
ID1003 = 먼저 테스트하려는 수정 레벨을 선택하십시오!
ID1004 = 작업이 실패했습니다. 나중에 시도하십시오!
ID1005 = 이미 존재했던 체계 이름이 있습니까?
ID1006 = 수정 범위는 0이 될 수 없습니다!
ID1007 = 마킹 범위는 0이 될 수 없습니다!
ID1008 = 보정 범위의 비례 계수와 마킹 범위가 올바르지 않습니다.
ID1011 = 레벨을 삭제하려면 레벨을 선택하십시오.
ID1012 = 최소한 첫 번째 수정 수정을 유지하십시오!
ID1013 = 파일 오류!
ID1014 = 수정 데이터를 카드 실패로 설정하십시오. 나중에 시도하십시오!
ID1015 =이 수정 구성 체계는 현재 소프트웨어 버전과 일치하지 않습니다. 강제 읽기입니까?
ID1016 = 상자 크기는 마킹 범위를 초과 할 수 없습니다!
ID1017 = 상자 크기는 이전 레벨의 크기를 초과 할 수 없습니다!
ID1018 = 현재 보정 설정이 수정되었는데 저장 되었습니까?
ID1019 = 읽기 파일이 실패했습니다!
ID1020 = 현재 체계의 삭제를 확인 하시겠습니까?
ID1021 = 소프트웨어 개는 감지되지 않았습니다!
ID1022 = 소프트웨어 개는 감지되었지만 법적 소프트웨어 개는 아닙니다!
ID1023 = 1 개 이상의 법적 소프트웨어가 삽입되어 있습니다!
ID1024 = 초기 개를 개를 달리는 것으로 변환 실패!
ID1025 = "현재 소프트웨어 인증이 만료되었으며 고객 서비스 직원에게 연락하여 라이센스 패치 매칭을 다시 적용해야합니다 (Dog ID =%S, Verification Code =%S)
ID1026 = "D160"
ID1027 = "D480"
ID1028 = "CO2 향상"
ID1029 = "CO2 전통"
ID1030 = "실패 실패"
ID1031 = 상자 크기는 다음 레벨보다 작을 수 없습니다!
ID1032 = 유효 보정 영역을 넘어서
ID1033 = "Farth Focus"
ID1034 = "3D 동적 코킹"
ID1035 = "일반 백 포커스"
ID1036 = "간단한 레이저 제어 모드는 마킹 범위%DMM보다 작아야합니다." "
ID1037 = "카드에 저장된 개 ID를 얻지 못했습니다. 카드가 바인딩되어야하는지 확인하십시오"
ID1038 = "가져 오기 실패"
ID1039 = "수입 성공"
ID1040 = "내보내기 실패"
ID1041 = "수출 성공"
ID1042 = "작동 실패"
ID1043 = "파일 데이터가 일치하지 않습니다"
ID1044 = "Focus 3D"이후 "
ID1045 = "x 좌표 파일 경로가 비어 있습니다!"
ID1046 = "Y 좌표 경로가 비어 있습니다!"
ID1047 = "카드의 개는 암호화 된 개 번호와 일치하지 않습니다."
ID1048 = "카드의 카드 번호가 비어 있거나 길이가 옳지 않습니다" "

;---------------------------------End: EMCC\Caliset-----------------------------------------

[IDD_DIALOG_TESTFOCUS]

CAPTION=마이크로 포커스 위치

1=적용(&A)

2=종료(&C)

1502=0.05

1911=10

1013=표시를 하다(&M)

1014=지(&S)

2189=1 단계:초점 조정액 및 표시

2190=2 단계:찾을 수 있는 가장 효과적인 중 하나를 입력하 번호를 편집 상자

2191=잘 조절 금액

2193=최고의 표시 효과를 번호:

 

[IDD_MARK_WHEEL2]

CAPTION=이동 마크

1870=표시를 하다 통계

1475=0

1265=0:00:00:00

1263=0

1266=0:00:00:00

1264=0: 0: 0: 0.000

1267=0:00:00:00

1492=표시를 하다

1634=빨간 미리보기

1012=

1396=새로고침

1794=

1724=빨간

1013=을 시작(&M)

1014=지(&E)

2=종료(&X)

1740=루프 마크

1502=100

1034=

1803=

1804=

1869=홈 후 엔드 표시

1903=모터 홈

2422=전체의 숫자 표시:

1475=0

2423=총 시간:

1413=번호의 표시:

1263=0

2436=무료 시간:

2405=단일 시간:

1414=시간을 표시:

1267=0:00:00:00

2444=표시 형식

 

[IDD_TEXTEDIT_DLG_COMBOBOX_0]

0=해결 텍스트

1=텔레비전 연속극

2=시간

3=텔레비전 연속극 텍스트

4=네트워크를 텍스트

[IDD_TEXTEDIT_DLG_COMBOBOX_1]

0 = TTF 글꼴

1 = Shx 글꼴

2 = 사용자 정의 글꼴

3 = 점진 글꼴

4 = Fnt 글꼴

[IDD_DIALOG_3DLOAD_COMBOBOX_0]
0 = 단계

1 = 기울기

2 = 열

3 = 구체

4 = 원뿔


[IDD_DIALOG_BAREDIT_COMBOBOX_1]

0=해결 텍스트

1=직렬

2=시간


[IDD_DIALOG_OBJINFO_CCD_COMBOBOX_0]

0 = 계속하십시오

1 = 출력

[IDD_BAR_PAGE_COMBOBOX_0]
 0=MAC - 로마
1=MAC - 일본어
2=MAC - 중국어 번체 Big5
3=MAC - 한국어
4=MAC - 아랍어
5=MAC - 히브리어
6=MAC - 그리스어 I
7=MAC - 키릴 자모
8=MAC - 중국어 간체 GB 2312
9=MAC - 루마니아
10=MAC - 우크라이나
11=MAC - 태국어
12=MAC - 라틴어 II
13=MAC - 아이슬란드어
14=MAC - 터키어
15=MAC - 크로아티아
16 = IBM EBCDIC - 터키어(라틴어 -5
17=IBM EBCDIC - 라틴어/개방형 시스템
18=IBM EBCDIC - 미국/캐나다 (37 + 유로
19=IBM EBCDIC - 독일 (20273 + 유로
20=IBM EBCDIC - 덴마크/노르웨이 (20277 + 유로
21=IBM EBCDIC - 핀란드/스웨덴 (20278 + 유로
22=IBM EBCDIC - 이탈리아 (20280 + 유로
23=IBM EBCDIC - 라틴 아메리카/스페인 (20284 + 유로
24=IBM EBCDIC - 영국 (20285 + 유로
25=IBM EBCDIC - 국제(500 + 유로)
26 = IBM EBCDIC - 아이슬란드어(20871 + 유로
27=ANSI - 중부 유럽
28=ANSI - 키릴 자모
29=ANSI - 라틴어 I
30=ANSI - 그리스어
31=ANSI - 터키어
32=ANSI - 히브리어
33=ANSI - 아랍어
34=ANSI - 발트해
35=ANSI/OEM - 베트남
36 = 한국어 - Johab
37=CNS - 대만
38=TCA - 대만
39=Eten - 대만
40=IBM5550 - 대만
41=텔레텍스트 - 대만
42=왕 - 대만
43=IA5 IRV 국제 알파벳 5
44=IA5 독일어
45=IA5 스웨덴어
46=IA5 노르웨이어
47=US-ASCII
48=T.61
49=ISO 6937 공백 악센트 없음
50=IBM EBCDIC - 독일
51=IBM EBCDIC - 덴마크/노르웨이
52=IBM EBCDIC - 핀란드/스웨덴
53=IBM EBCDIC - 이탈리아
54=IBM EBCDIC - 라틴 아메리카/스페인
55=IBM EBCDIC - 한국
56=IBM EBCDIC - 확장 일본어 가타카나
57=IBM EBCDIC - 프랑스
58=IBM EBCDIC - 아랍어
59=IBM EBCDIC - 그리스어
60=IBM EBCDIC - 히브리어
61=IBM EBCDIC - 확장 한국어
62=IBM EBCDIC - 태국어
63 = 러시아어 - KOI8
64=IBM EBCDIC - 아이슬란드어
65=IBM EBCDIC - 키릴 자모(러시아어)
66=IBM EBCDIC - 터키어
67 = IBM EBCDIC - 라틴어/개방형 시스템(1047 + 유로
68=JIS X 0208-1990 0212-1990
69=중국어 간체 GB2312
70=IBM EBCDIC - 키릴 자모(세르비아어, 불가리아어)
71=내선 알파 소문자
72 = 우크라이나어 - KOI8-U
73=ISO 8859-1 라틴어 I
74=ISO 8859-2 중부 유럽
75=ISO 8859-3 라틴어 3
76=ISO 8859-4 발트어
77=ISO 8859-5 키릴 자모
78=ISO 8859-6 아랍어
79=ISO 8859-7 그리스어
80=ISO 8859-8 히브리어: 시각적 정렬
81=ISO 8859-9 라틴어 5
82=ISO 8859-13 라틴어 7
83=ISO 8859-15 라틴어 9
84=IBM EBCDIC - 미국/캐나다
85=ISO 8859-8 히브리어: 논리 순서
86=OEM - 미국
87=IBM EBCDIC - 국제
88=ISO-2022 반자형 가타카나가 없는 일본어
89=ISO-2022 반자 가타카나를 든 일본어
90=ISO-2022 일본어 JIS X 0201-1989
91=ISO-2022 한국어
92=ISO-2022 중국어 간체
93=ISO-2022 중국어 번체
94=EUC - 한국어
95=HZ-GB2312 중국어 간체
96=GB18030 중국어 간체
97=SMS GSM 7비트
98=SMS GSM 7비트 스페인어
99=SMS GSM 7비트 포르투갈어
100=SMS GSM 7비트 터키어
101=SMS GSM 7비트 그리스어
102=ISCII - 산스크리트어
103 = ISCII - 벵골어
104=ISCII - 타밀어
105 = ISCII - 텔루구어
106 = ISCII - 아삼어
107 = ISCII - 오리야
108=ISCII - 에나드
109=ISCII - 말라얄람어
110=ISCII - 구자라트어
111=ISCII - 펀자브어 (Gorumukhi
112 = 아랍어 - ASMO
113=아랍어 - 투명 ASMO
114=OEM - 그리스어 437G
115=OEM - Baltic 언어
116=OEM - 다국어 라틴어 I
117=OEM - 라틴어 II
118=OEM - 키릴 자모
119=OEM - 터키어
120=OEM - 다국어 라틴어 I + 유로
121=OEM - 포르투갈어
122=OEM - 아이슬란드어
123=OEM - 히브리어
124=OEM - 캐나다 프랑스어
125=OEM - 아랍어
126=OEM - 노르웨이어
127=OEM - 러시아어
128=OEM - 현대 그리스어
129=IBM EBCDIC - 다국어/ROECE (라틴어-2
130=ANSI/OEM - 태국어
131 = IBM EBCDIC - 현대 그리스어
132=ANSI/OEM - 일본어 Shift-JIS
133=ANSI/OEM - 중국어 간체 GBK
134=ANSI/OEM - 한국어
135=ANSI/OEM - 중국어 번체 Big5
136=UTF-7
137=UTF-8

[IDD_BAR_PAGE_COMBOBOX_1]
0 = 점별, 내외부
1 = 점별, 외부에서 내부로
2 = 안쪽에서 바깥쪽으로 모든 점
3 = 모든 점, 외부에서 내부로

[IDD_TEXT_PAGE_FNT_COMBOBOX_6]

0=TTF 글꼴

1=SHX 글꼴

2=사용 글꼴

3=매트릭스 글꼴

4=Fnt 글꼴

[IDD_SET_QR2D_COMBOBOX_2]

0=번호

1=영숫자

2=8 비트 바이트

3=한자

4=GB2312

5=MixCode

6=GS1

[STRINGTABLE]
241 = EZD 문서를 가져오지 못했습니다.
240 = 모든 모서리 삼각형
239 = 모든 모서리 둥글림
238 = 모따기 정도(mm)
237 = 진원도 ( 0 ~ 100 )
236 = 직사각형

235 = Lmc1_Initial 초기화 실패

234 = MarkEzdDll.dll을 로드하지 못했습니다

233 = None 을 선택하려면 소프트웨어를 재부팅해야 합니다.
 
232 = 이 단축키를 삭제하시겠습니까?

230 = 적색광(F1)

231 = 레드 라이트 중지(F1)

229 =%s 파일을 찾을 수 없음

228 = 기능

227 = 단축키

223 = 길이:

226 = 각도:

221 = 펜 번호

222 = 색상

32779=초기화하는 표하기 기계를 만들어 보편적인 표시 상태|일반 평면 마킹

57642=|개체를 모두 선택

57643=마지막 작업을 취소|취소

57644=을 다시 실행하여 이전에 취소 운영|re-실행

57648=에 대해 활성화된 문서는 다른 창에 열려 있|새로운 창

57649=아이콘에서 창의 맨 아래|정렬 아이콘

57650=창을 정렬로 겹치는|쌓인 창

57651=창을 정렬 아닌 것으로 중복|도와 창

57652=창을 정렬 아닌 것으로 중복|도와 창

57653=활성의 창으로 나누어 져 창유|파티션

57664=전시 프로그램 정보,버전 번호 및 저작권에 대한|

57665=응용 프로그램을 종료;하라는 메시지를 저장할 문서를|구

57666=열 도움을 주제

57667=록 도움을 주제|도움을 주제

57668=표시하는 방법에 대한 도움을 사용하여 명령어|도움말

57669=표시 버튼,메뉴,그리고 창을 수행하는 작업을 클릭의 도움|도움말

57670=표시는 현재 명령이나 도움이|도움말

57680=로 전환하는 다음 창로|다음 창

57681=스위치 다시 이전 창의 이전|창

59392=표시하거나 숨길 표준 도구 모음|명시적 및 암시적 일반적인 바

59393=표시하거나 숨기기 상태는 바|명시적 및 암시적 상태 표시줄

59415=점

61184=창 크기를 변경

61185=변화의 창 위치

61186=창 감소 아이콘

61187=창대하의 최대 크기

61188=로 전환하는 다음 문서의 창

61189=스위치를 이 문서의 창

61190=활성 창을 닫고 메시지를 저장하는 모든 문서

61202=넣어 창문에 다시 정상적인 크기

61203=활성화 작업 테이블

61215=활성화의 창

61445=닫기 인쇄 미리보기 mode|취소 pre-독

61449=선택하지 않을 편집할 수 있습니다.

61450=블록 선택된 지역이 있다.

61451=만 허용하도록 선택 중 하나는 시점!

61452=곡선은 비 폐쇄 루프 곡선!

61453=두 점 사이의 거리보다 작은 최소 거리 정확도 연결할 수 없습니다!

61454=문서를 필터 명령점

61455=감 확장 측 명령

61456=여부를 넣어 단지 종류 개체에 적용되는?

61458=정말 필요해? 을 종료 분류 프로세스?

61459=는지 여부를 지정하여 자동으로 정렬하고 시작점을까요?

61460=의 부족을 일종의 가이드라인!

61461=체 종합

61462=선택된 그룹

61463=객체의 정렬

61464=종 개체보다 6 정렬할 수 없습니다!

61465=보편적

61466=고급

61472=번호

61473=층

61474=경

61475=채우기

61476=먼저 채우

61477=오지를 다시 다운로드?

61478=는 현재 오프라인에 표시하는지 여부,그것은 전환하는 온라인 상태인가?

61479=을 시작

61480=abort

61481=여부를 제거하는 제어카드 오프라인에서 데이터가?

61482=속도

61483=Q 주파수

61484=Q 릴리스

61485=것을 닫고 현재 표시하는 소프트웨어,교정을 시작 프로그램,는지 여부를 계속 진행하시겠습니까?

61486=것을 닫고 현재 표시하는 소프트웨어 레이저를 시작 매개변수 설정 프로그램의 여부를 계속 진행하시겠습니까?

61487=의 결정을 선택한 곡선 'of 곡선을 병합 'operation?

61488=절대 좌표

61489=상대 좌표

61490=는지 여부에 대한 빠른 종류?

61491=는지 여부를 일종의 다시 기본 값?

61492=것을 닫고 현재 표시를 시작하기 위해 소프트웨어 M 값을 조정 소프트웨어,지 여부를 계속 진행하시겠습니까?

61493=현재 문서 성공적으로 다운로드를 카드 저장소가 차지하는 공간%d%%,수행될 수 있 오프라인에 표시!

61494=소프트웨어가 손상된 파일을 올바르지 않습니다!

61495=일반 텍스트

61496=건너뛰기

61497=날짜와 시간

61498=TTF 글꼴

61499=SHX 글꼴

61500=용 글꼴

61501 = 스플라인 곡선

61502 = 곡선이 폐쇄?

61503 = 크

61504=라운드

61505=데이터 불법적으로 확인하시기 바랍니다.

61506=시작 값과 끝 값을 단계 크기와 일치하지 않는 다시 입력해 주세요!

61507 = arc 체

61508=체 라운드

61509=빠른 명령을 정렬

61510=를 일시 중단(&E)

61511=트맵 글꼴

61512=그룹

61513=모션 컨트롤

61514=위치 설정

61515=시스템을 찾을 수 없는 현재의 카드에 해당하는 파일을 수정하십시오 개정 상자와 그 소프트웨어를 실행!

61516=현재 작업이 될 것입니다에 따라 설정된 경계선의 직경의 기존 데이터를 다시 조합의 종류,|변경할 수 있습니다 현재 데이터의 형태를 결정할지 여부를 계속 진행하시겠습니까?

61517=자동화

61518=친절한 신호:|시스템 감지는 현재 표시하는 데이터의 부분의 개체 길이가 너무 크|를 달성하고 싶은 경우에 더 나은 원주 마킹 효과,우리가 사용하는 것이 좋습세그먼트 태그모드!

61519=표시에 데이터의 존재가 기능적 요소,객체의 현재 작업은 금지되어 있습니다!

61520=사용자 이름

61521=유형

61522=회색

61523=번호

61524=규모 설정 작업은 기존의 데이터 구조 조정,또는지 여부를 계속하지?

61525=체

61526=숫자의 간격으로

61527=표시 디지털 방식으로

61528=숫자의 소수 자릿수

61529=선

61530=그룹

61531=취소 그룹

61532=층 수정

61533=연결되어 있지 않 카드

61534=암호화 개 멀티-카드 기능!

61535=Dog ID 카드에는 개 ID 가 일치하지 않는

61536=카드에 카드 ID null 또는 길이지

61537=로 이동하십시오 WeChat 공 번호"한강의 섬유 레이저 표하기"->"의 직원 채널"->"more"->"권한 파일 관리자"->"암호화 파일 응용 프로그램이"안내에 따라 라이센스를 다운로드 파일입니다.

61538=것이 성공적으로 라이센스를 다운로드 파일을 복사하%%s 디렉토리에 있습니다.

61539=참고:응용 프로그램이 실패하면 연락 주시기 바랍 한의 판매 후 서비스 인원이 있습니다.

61540=여부를 열 DogInfoRead. exe 보기 암호화된 개 정보?

61541=를 채우지 못했습니다! 을 포함하지 않는 폐곡선!

61542=를 채우지 못했습니다! 담 중복되는 작은 세그먼트

61543=이 수행되고 신속하게 표시,실패 응용 프로그램!

61544=이 수행하는 빨간불 preview,실패 응용 프로그램!

61545=이 수행하는 개체의 표시,실패 응용 프로그램!

61546=Fnt 글꼴

61547=태그 객체가 없습니다.

61548=의 지점에 의해서 외부로부

61549=의 지점에 의해,외부에서 안

61550=모든 지점에서 안쪽에서 바깥쪽으로

61551=모든 지점에서,외부

61552=체할 수 없다.

61553=바코드를 객체는 응용 프로그램이 자동으로 채워진 사용할 수 없습니다 외부 입력합니다.

61554=체 조작

61555=위치

61556=각도

61557=거울

61558=크기

61559=양털을 깎다

61560=센터

61561=mm

61562=규모

61563=°

61564=그리는 기타 그래픽

61565=3D 회화

33148=3D/2D 스위치|3D/2D 스위치

33149=마운트 3D 모델로드|3D 모델

33150=변환 3D 모델을 3D 모델

33151=편집을 선택한 노드의 좌표가|편집하는 선택된 노드의 좌표

33154=수입 벡터 파일|가져오기 벡터 파일

33155=가져오는 비트맵 파일|가져오는 비트맵 파일

33156=수입 CNC 기계로 가공 파일이 가져오기|CNC 파일

33157=스위치 XY 보기|스 XY 보기

33158=스위치 YZ 보기|스 YZ 보기

33159=스위치 XZ 보기|스 XZ 보기

33160=위 등각 보기|스소 보기

33162=마이크로 초점을 두기|마이크로 초점을 두는

33163=회전하는 표시 매개변수 설정|회전하는 표시 매개 변수 설정

33165=동작 매개변수 설정|동 매개 변수 설정

33178=용접형|용접

33182=교차로 필터링|제거의 교차

33184=캡쳐 개체 끝점 | 상점 도체

33189=을 만들 레이저 제어 object|레이저 제어체

33198=CCD 체|CCD 만들기 체

33200=위치로 수정|을 만들의 위치를 개체 개정

33202=모형 모바일|는 모델의 모바일

33205=선 굵은|라인 대담

33211=초기화하는 표하기 기계를 만들어 라이브 액션 op 마킹 status|동적인 동작 표시

33220=무손실주 마킹,텍스트 구분|무손실주 마킹,텍스트 구분

33224=측정거리|거리 측정

33225=각도를 측정|측정하는 각도

33226=횡단 | 크로스

33227=트림|트림

33228=제거|제거

33245=레이어에 의해 정렬|레이어에 의해 정렬

33246=체를 자동으로 정렬 2|물체를 자동으로 정렬 2

33247=을 선택한 모델을 중심으로 선택|모델을 중심으로

33256=설정 매개 변수 항공편

33264=|반전의 선택된 객체

33266=|잠체

33267=|체 잠금 해제

33268=|모든 개체의 잠금을 해제

33270=|누르면 펜의 번호를 선택된 객체

33273=|디스플레이

33274=|숨기기

33275=|체 조작

33399=|object 전환

33413=로 이동 스윙인|전송을 스윙인

33415=터 비트맵|로 변환하트맵

57344=HL

57345=          

57346=중 하나를 선택한 도움을 얻

57347=%1%2

57349=%1 - %2

57600=설립된 새로운 문서를|뉴

57601=열린 기존 문서를 열기|

57602=활성 문서 닫기|off

57603=저장 활성 문서 저장|

57604=바빴어 문서 새로운 파일 이름을 저장|저장

57605=변화하는 인쇄 옵션|페이지 설정

57606=변경은 프린터와 프린트 옵션|인쇄 설정

57607=활성 문서를 인쇄합|인쇄

57609=표시 전체 페이지|인쇄 미리보기

57616=문서

57617=문서

57618=문서

57619=문서

57620=문서

57621=문서

57622=문서

57623=문서

57624=문서

57625=문서

57626=문서

57627=문서

57628=문서

57629=문서

57630=문서

57631=문서

57632=삭제를 선택된 객체|삭제

57633=삭제 모든|삭제 모든

57634=복사는 선택된 객체에 배치 클립보드 복사

57635=잘라 선택된 객체에 배치 클립보드|cut

57636=찾기 지정된 텍스트|찾기

57637=의 내용을 삽입하면 클립보드에 붙여넣

57640=반복 이전 단계|반복

57641=다른 몸을 바꾸기에 지정된 텍스트|바꾸기

33005=끌어보기|끌어보기

33006=부분 확대|확대

33007=노드 편집기 노드 편집기

33008=표시를 왼쪽에 있는 목록의 대화|디스플레이의 왼쪽에 있는 목록의 대화

33009=디스플레이 속성]대화 상자|디스플레이 속성 대화상자

33010=정확한 운동|정밀도는 이동

33011=이동에 대한 곡선|의 곡선

33014=삭제를 선택된 노드|삭제할 노드를 선택한

33015=로 연결된 라인 끝에|라인 연결을 끝과 끝

33016=정확한 운동|정밀도는 이동

33017=점 조작|중단 작업

33018=점 조작|중단 작업

33029=개체를 수동으로 정렬|개체를 수동으로 정렬

33030=체를 자동으로 정렬|체가 자동으로 정렬

33039=체 운동을 정렬|체 운동을 정렬

33040=마킹의체로 하나의 객체|개체 종합

33044=너비|단일 공간

33045=높음 | 높음

33046=크기 | 크기

33047=왼쪽|왼쪽

33048=오른쪽 정렬되어|오른쪽 정렬

33049=정렬|정렬

33050=낮은 정렬|정렬

33051=가로 간|측면 간격

33052=종 피치|수직 간격

33053=바로 가기 키를 사용자 정의 설정|정의된 바로 가기 설정

33061=IO 를 선택하 여러 문서화하는 프로세스|온라인 IO 선택한 문서

33062=붉은 빛을 미리보기 과정|붉은 빛을 미리보기

33063=으로 단순한 히트의 경계면의 완료를 표시기|종료 빠르게 마킹

33064=복사본을 두 배 머리 속성은|복사가 양방향 특성

33065=붙여넣기 더블 헤더의 속성을 붙여 양방향 특성

33068=객체를 선택하는 일종|객체를 선택하는 종류

33069=수평 중심 맞춤|가로 중앙 정렬

33070=길 가운데 정렬|길 가운데 정렬

33072=단일 문서 오프라인 다운로드 과정|단 하나 문서 오프라인 다운로드

33073=erase 다운로드 오프라인 데이터|오프라인 데이터 삭제

33074=IO 신호 탐지

33076=머리의 꼬리에 매우 거의 곡선을 병합 곡선으로|인접 병합 곡선

33079=고 빠른 정렬|빠른 정렬

33086=초기화하는 표하기 기계,으로 그것을 만들 IO 신호 선택한 문서 다운로드|IO 가 선택한 문서 오프라인 다운로드

33092=생체|연

33093=만들기를 기다리는 입력 신호의 객체|기 신호 입력

33094=을 만들 출력 신호의 객체|출력 신호

33097=에 스플라인 도면 모드를 그리 spline 곡선|스플라인 그리기 도구

33113=를 결정함으로써 아크 세인을 그리는 아크|아크릴

33115=를 결정하여 원의 중심 호에서 두 개의 포인트를 그려진 아크|아크릴

33117=의 반경 센터는 원은 그|그린클 도구

33129=립 포인트|포인트 도구

33131=선택된 객체를 형성하는 그룹|개체 그룹

33132=취소 선택된 객체에 대한 그룹의 특성|취소 그룹

33136=에 따라 제품 직경,현재 데이터를 데이터 구조 조정|데이터 구조 조정

33137=초기화하는 표하기 기계,그것으로 회전의 상태 표시|타 마킹

33138=는 개체를 만들에게 움직이는 모터 스포츠

33139=설정 모터의 위치를 설정을 현재 위치

33141=건을 조성을 결정체|조건

33142=규모의 편집을 마법사를 만들|확장

33143=객체 이름 바꾸기|객체 이름 바꾸기

32783=미리보기 마킹 과정|미리보기

32784=입력하십시오 새로운 시리얼 번호:

32785=를 입력해 주시 대상호:

32788=료의 정정 처|수정

32791=삭제를 선택된 객체|삭제 선택된 객체

32793=을 선택합니다.

32794=을 복사하십시오 객체를 양방향 특성!

32795=성공을 구축!

32796=선택된%d 종-object;|렬로 정렬 개체수가:%d,|지 여부를 정렬?

32804=축소 도면 축소|확대

32805=확대 그리|확대

32807=대의 드로잉에서 모든 개체 확대|축소하는 모든 개체

32808=만 선택된 객체로 확대|축소를 선택된 객체

32809=표시 사용 가능한 모든 표하기 페이지를 확대|축소하는 모든 페이지

32813=사각형|직사각형 도구

32814=그리는 타원형과 원|타원 도구

32815=그리는 대칭형|다각형 도구

32816=그림 정형|메쉬 도구

32820=채체|채우기 도구

32821=객체를 선택하는 변형체의|선택 도구

32828=의 조합을 선택한 개체|개체 포트폴리오

32829=취소 선택된 객체의 구성 및 해제

32832=옵션을 설정 매개변수|옵션

32839=설정 표시 범위에 관련 매개변수|태그 범위

32841=표하기 기계 시스템을 설정|시스템 설정

32842=표하기 기계 하드웨어 구성|설정 트리거 신호

32844=변환위치|위치

32845=각도 변경|회전

32846=변환 비율과 거울|줌

32847=변환 크기|크기

32901=게 선택된 객체 페이지에서 센터|센터

32907=게 선택된 객체의 주위에 거울|주위에 거울

32908=게 선택된 객체고 다운 미러링|수직 미러링

32913=게 선택된 객체 왼손잡이 90 도|왼손잡이 90 도 이하

32914=을 선택한 개체 오른손잡이 90 도을 90 도 회전

32916=트 컨트롤러 추적 특성|의 설정을 추적

32917=표시하거나 숨기기 레이어 설정하고 바|명시적 및 암시적 레이어 설정

32919=바코드를 만들|바코드 도구

32920=템플릿 가져오기

32921=템플릿 내보내기

32938=설정한 상대적인 중앙점 좌표|중심을 기준으로

32939=설정 매개변수를 표시하는 비행|비행 마킹

32940=개체를 지정하으로 배치될 수 있도록 배열|배열

32943 용============사용하는 전통적인 방법을 설정 표시 범위|marking 범위

32944=에서 발견되지 않는 디지털 라이브러리입니다!

32949=선택된 복수의 개체 정렬되어 경계|정렬

32951=초기화하는 표하기 기계,그것으로 여러 문서에 표시 상태로|다중 문서를 마킹

32953=열린 기존의 여러 문서 여러 문서

32954=트맵 마킹 특징|비트맵

32956=표시의 총 시간을 표시하고 주파수|전시 마킹 통계

32957=이름

32958=유형

32959=번호

32964=non-조정|비 조절

32965=알 수 없음

32966=곡선

32967=사각형

32968=텍스트

32969=건너뛰기

32970=타원형

32971=드

32972=형

32973=바코드

32974=조합

32976=연

32977=입력 신호

32978=출력 신호

32979=의 전송은 현재 문서의 전송은 현재 문서

32980=전송한 모든 문서를|전송한 모든 문서

32981=설정하는 기본 표시 매개변수|설정의 기본 매개변수 표시

32982=을 시작

32983=종료 조건

32995=만들기 두 차원의 바코드|두 차원의 바코드 도구

32997=만들기 두 차원의 바코드|두 차원의 바코드 도구

32998=으로 만든 바코드와 관련된 텍스트|바코드 텍스트

33001=완전한 변화 보상수|보정

33002=트맵 흑백 비선형 보정

214=선택하지 않은 아이템!

215=전류 제어 카드 버전이 너무 낮은 지금!

216=제어 카드 실패하면 초 기  화 시  스템을 종료합니다!

217=장치 데이터베이스 버전은하지 않습니다,시스템에 종료됩니다!

218=문서 거기에 건너뛰기 개체는 중복될 수 없습니다 그것과 관련된!

219=매개 변수가 불법!

220=지원하지 않는 파일형식!

306=수입 그래픽 파일|가져오기

307=에 손으로 그린 패턴 밑줄에서 구성 요소는 바와 곡선|손으로 그리 도구

308=설정 텍스트와 숫자|문자와 숫자를 이동

309=      

310=      

311=선택된 객체에 포함되는 바코드 또는 텍스트,지 변환이 일반적인 곡선?

312=에 도달했 256 측정 줄 수 있는 더 이상 증가!

313=에서 발견되지 않는 신호가 일치하는 문서

566=8비트 바이트

567=일본의 한자

568=캐릭터 중국

1700=되었을 최소화 가치,운영 취소됩니다!

1701=오픈 그라데이션 현상 파일의 실패!| 를 사용하는 기본 매개 변수

1702=저장 현재 회색상 파일에 실패했습니다!

1703=을 찾을 수 없습니다:

1704=설립된 폴더를 가져오기지 못했|는지 여부를 확인하십시오 디스크 읽기 전용

1705=수입 폴더에 파일을:

1706=및|원 파일:

1707=|교체하거나 자동으로 이름을 바꾸?

1708=기본값은 사용자가 존재하지 않습니다! 사용자 이름을 입력하십시오 및 비밀번호로 로그인합니다.

1709=사용자 정보가 손상되었거나 존재하지 않습니다 누르면[확인]을 사용하는 슈퍼-사용자는 로그인을 눌러[취소]프로그램을 종료합니다.

1710=사용자 정보가 손상되었거나 존재하지 않습니다!

2070=외부 볼록

2071=안목한 표면

29141=현재 사용자 사용:

29142=현재 위치:

29143=벡터 길이:

29144=사용자에게 이미 존재!

29145=사용자 이름 또는 비밀번호를 잘못!

29146=비-관리자 사용자 사용할 수 없이 작업을 수행!

29147=암호할 수 없다.

29148=암호를 올바르지 않습니다!

29149=사용자 이름 비어 있을 수 없습!

29150=사용자가 존재하지 않습니다!

29151=원래 암호를 올바르지 않습니다!

29153=체 목록

29154=적 특성 목록

29155=정

29156=으로 가득 편집

29157=두 배 머리

29158=객체의 정렬

31460=증가에서 매개 변수 계획의 잘못!

31461=삭제하도록 선택한 매개 변수 계획의

31462=변경할 수 없습니다 선택한 매개 변수 계획이다!

31463=삭제할 수 없습니다 선택한 매개 변수 계획

31464=의 현재 설정 매개변수 저장될 것이 기본값으로 다음을 열 때마다 새로운 문서,
|marking 매개변수로 설정됩니다 이 값이 있습니다. 확인?

|marking 매개변수로 설정됩니다 이 값이 있습니다. 하시겠습니까?

31465=은 기본값으로 설정하면 오류!

31466=입력하십시오니다.

31467=이 이미 있는 프로그램 이름,재정의 it?

31468=외부 파일이 가져오기

31469=예측할 수 없는 파일 형식 또는 파일을 읽지 못했습니다!

31470=되지 않을 그려집니다.

31479=을 시작(A&M)

31480=일시 중지

31482=타이머에서 정의한 오류!

31484=OLE 초기화 실패했는지 확인 OLE 라이브러리는 올바른 버전입니다!

31485=회화

31487=변환

31488=일반

31489=클릭의 중심점을 확대하거나 차단을 선택한 범위의 확대

31490=클릭터의 좁

98=Han 의 레이저 제어 소프트웨어 V4. 0. 1

99=|BS|BS|BS 파일(*. bs)|. bs|BS. 문서|BS 문서

100=레이저 제어

101=HANS 편집 소프트웨어

102=|BS|BS|BS 파일(*. bs)|. bs|BS. 문서|BS 문서

103=CCD

104=위치 보정

105=교정 설정:

106=을 표시하거나 숨기기 속성을 바|명시적 및 암시적 속성을 바

107=체 선택

108=끌어 명령

109=를 추가하는 새로운 노드

110=노드 편집 명령

111=노드 삭제를 명령

112=여러 객체를 선택한 후,명령에

113=선택된 다른 객체

114=를 저장하는 현재 문서

115=표시 및 숨기기 도구 모음|표시 및 숨기기 도구 모음

116=객체 속성

117=매개변수 표시

118=지 변환이 일반적인 곡선?

119=로드하는 동적 라이브러리지 못했습니다!

120=기능 설명

121=활성 상태

122=조트맵 마킹

123=션 제어 및 로터리 마킹

124=높은-정밀도 교정

125=one-기계-전환 카드

126=활성화

127=활성화되지 않음

128=것을 닫고 현재 표시를 시작하기 위해 소프트웨어 통신을 표시하는 소프트웨어,지 여부를 계속 진행하시겠습니까?

129=NG 을 계속

130=표시하거나 숨깁니 변환 도구 모음|명시적 및 암시적으로 변환됩

131=표시하거나 숨기기 그리기 도구 모음|명시적 및 암시기 바

132=표시하거나 숨기기 확대/축소 도구 모음|명시적 및 암시적 줌 바

133=참고:이동수가 뛰어 설정된 목표치!

134=역할 번호

135=제어 카드 스위치가 실패하십시오 떨어져 소프트웨어 다시 시작!

136=제어 카드 스위치가 성공적으로,새로운 카드에서 조작!

137=동글 및 멀티-블록 카드를 위해 바인딩,다시 바인딩 또는 유지의 조각이다.

138=리

139=램프

140=형

141=공

142=원추

143=좌표

144=길이

145=너비

146=3D 마킹

147=낮은 컴퓨터 프로그램 버전이 너무 낮으십시오 다운로드 지원의 3D 표시 출시!

148=시간을 표시:

149=긍정적인 제한

150=는 모터 위치:

151=음 제한

152=초점을 두는 테스트 파일의 중국어에서 이름을 순서가 일치하지 않을 누르십시오 숫자기 위해서는 주문 후 다시 시도!

153=초점을 두는 테스트 파일의 수상이 20,을 확인하시기 바랍 테스트 파일은 올바른 것입니다!

154=축의 회전

155=축 팬

156=언어 옵션을 수정하는 다시 시작하는 소프트웨어를 효과를 해제하시기 바랍 marking 소프트웨어 다시 볼 수 있습니다.

158=숫자의

159=혼합자

160=NG 시

161=하이브리드 코딩

162=설정은 동적 범위를 표시하지 못

163=설정 펄스의 피드백 펄스 실패

164=소프트웨어를 감지하면 현재 운영 체제 Windows7 이상 버전을 처음 시작할 때 소프트웨어야 합 프로그램을 관리자 권한으로 실행!

165=native 운영 체제 Win7 상 소프트웨어가지 않고 관리자 권한으로 실행해야 합니다게 소프트웨어 디렉토리를 할당한 읽기 및 쓰기 권한,그렇지 않으면 그것도 제대로 실행되고 있지 않!

166=한 후 로그아웃,사용자의 요구를 다시 로그인지 여부,로그인가?

167=나선

168=AI

169=PDF

170=DST

171=3D 모델

172=3D 구조

173=형 전력 교정 소프트웨어

174=차 개발 인터페이스 라이브러리

175=[카드 시작

176=를 선택하는 카드 중단

177=되지 않을 그려집니다.

178=용접

179=림

180=교차

181=제거

182=텔레비전 연속극 텍스트

183=Fi 트

184=통신 링크를 생성 오류 수의 연결에 도달했을 최대값!

185=통신 TCP 연결 오류가:을 만들지 못했습니다!

186=통신 TCP 연결 오류가:연결이 실패했습니다!

187=통신 직렬 포트 연결 오류가:을 만들지 못했습니다!

188=통신 텍스트를 새로 고침 오류가:리얼 포트로 전송이 실패하면 직렬 포트 연결,데이터는 빈 보내거나 제한 시간!

189=통신 텍스트를 새로 고침 오류가:직렬 포트 연결이 없!

190=통신 텍스트를 새로 고침 오류가:직렬 포트를 읽고 실패 시리얼 포트가 연결되지 않았거나 받을 제한 시간!

191=통신 텍스트를 새로 고침 오류가:의 시리얼 포트로 수신된 내용이 비어 있습니다!

192=통신 텍스트를 새로 고침 오류가:TCP 보내 실패했습니다!

193=통신 텍스트를 새로 고침 오류가:TCP 연결은 거기에 없습니다!

194=통신 텍스트를 새로 고침 오류가:TCP 수신 제한 시간!

195=얻을 동글 모듈은 실패했습니다!

196=을 찾을 수 없는 지정된 제어카드,시기 바랍을 열고 관련. hs 문서 작업! 카드 번호:

197=을 발견하지 않 FdichU. dll 또는 잘못된 버전!

198=암호화 개 제거 삽입하십시오 암호화 개요!

199=벡터 파일이 너무 큽니다!

200=메모리 부족,복사/붙여넣기 실패!

201=로드 사용 글꼴 도서관/기능이 실패!

202=을 찾을 수 없습 글꼴:

203=레이저를 입력가 준비되지 않았습니다!

204=3D 모델을 작성 실패!

205=드의 오류를 다시 설정하십시오 작동 모드!

206=동작 매개 변수는 오류!

207=설정 모터의 지연지 못했습니다!

208=텍스트를 대체하지 못했습니다!

209=오픈 시리얼 포트지 못했습니다!

210=을 만들트맵 폴더에 실패했습니다!

211=dst 파일의 크기는 오류!

212=을 찾을 수 없습니다 dst 파라 'logo!

213=을 찾을 수 없습니다 dst 파일의 끝입니다.

31491=줌

31492=타원 폭:%. 3 층 높이:%. 3f(mm)

31493=각형의 너비:%. 3 층 높이:%. 3f(mm)

31494=선형 DX:%. 3f(mm)DY:%. 3f(mm)distance:%. 3f(mm)각도:%. 3 층(도)

31495=곡선이 시작됩니다(%. 3f,%. 3f)최종(%. 3f,%. 3f)(mm mm)

31496=이동성 X-방향:%. 3f Y 방향:%. 3f(mm)

31497=줌 비율:%. 1f%%

31498=배율 조정 X 방향으로 스케일:%. 1f%%

31499=확장 Y 방향으로 스케일:%. 1f%%

31500=을 다시 실행

31501=취소

31502=모바일

31503=만들기

31504=줌

31505=당기기 가

31506=픽업

31507=삭제

31 508 고객=회전

31509=체 선택

31510=복사

31511=조합

31512=해제

31513=붙여넣기

31515=격자선 폭:%%. 3 층 높이:%%. 3f(mm)

31517=채우기

31519=각형 폭:%%. 3 층 높이:%%. 3f(mm)

31520=SHX-hop 번호

31521=특성

31522=레이어 설정

31523=no 선택한 레이어!

31524=삭제할 수 없습니다 계층 0 서!

31525=활성화되지 않은 문서!

31526=레이어는 삭제된 문서에서 해당 그래프 이동됩 층 0

31527=당신이 선택하지 않은 층에,당신은 다시 시도하려는?

31528=층 속성

31529=바코드 설정

31530=객체 속성

31551=을 열고 파일의 위치

31552=파일을 저장할 위치

31553=무더기

31554=텍스트 번호 이동

31555=글꼴 및 글리프

31556=배열

31586=십시오 첫 번째는 모든 문서의 저장되는 것을 입력한 다음 다 문서를 표시하는 다시 시도!

31587=저장을 여러 문서 설정

31588=드에서 다중 문서 설정

31589=저장을 여러 개의 카드 설명서

31590=십시오 첫 번째는 모든 문서의 저장,그리고 다음으로는 멀티 카드에 표시 재시도!

31591=많다-카드의 설명서

31592=%4d 년%2d on%2d 일

31593=%D 일 H 시%M 분%S 초

31599=잘못된 암호를 다시 지정해야 합니다 암호 인증되지 않을 수 있습니다만"하드웨어 설정을 보려면".| "예"를 선택하면 보기를"하드웨어 설정","아니오"를 선택하여 반환을 다시 확인하는 암호입니다.

31600=류

31601=새 암호를 두 번 입력하지 않은 동

31602=원래 암호를 잘못된,권한을 변경하는 비밀번호

31616=넘어 시스템의 범위를 표시

31617=입력하십시오 파일 이름

31618=암호를 잘못된 것입니다,다시 입력해 주세요. 참고:당신은 세 가지의 총 가능성

31619=암호해야 합 20 자로서 길이 내의 모든 디지털 방식으로 또는 영어를 가르친다.

31620=연결 데이터 오류!

31649=고있다 인스턴스에서 실행!

31650=선택 작업을 대상 품목

31652=열어 파일이 잘못!

31658=색상

31660=죄송합니다! 할 권한을 권한이 없!

31698=도트 매트릭스 글꼴를 열지 못합니다!

31709=입력하신에 존재하지 않 층 수!

31718=바코드

31719=텍스트

31720=글꼴

31721=배열

31724=관리

31725=정상

31726= PLT 내보내기 오류!

31727=bind.set

32782=설정하 제어 카드에 매개 변수|제어 카드

33003=PLT 파일 내보내기

33004=하려면 도움말 파일

157=이 파일의 형식,불법 확인할 수 없습니다!

16001=을 선택해야 하는 이미지!

16002=해 입력한 텍스트입니다!

16003=할 수 없습 새로운 이미지를 만들!

16004=할 수 없 클립보드에서 붙여넣기는 비트맵 이미지!

16005=만 붙여넣기의 크기(%d x%d)트맵!

16006=메뉴 바

16007=할 수 없 사용자 지정 메뉴에서 확인하세요!

16008=toolbar 내부 오류가 있습니다. 연락 주시기 바랍 응용 프로그램 공급 업체입니다.

16009=할당되지 않음

16010=할 수 있는 비트맵 이미지로 복사되는 클립보드!

16011=숨기기 도킹 창

16012=확대 도킹 창

16013=의 수축을 도킹 창

16014=새로운 메뉴

16015=파일

16016=폴더

16017=새

16018 = 존

16019 = 최근의

16020 = 삭제

16021 = 항목을 이동

16022 = 아래로 이동템

16023 = 는 실행 가능한 파일(*. exe)|*. exe|령(*. com)|*. com|정보(*. pdf)|*. pdf|batch(*. bat)|*. bat|모든 파일(*.*)|*.*||

16024 = 을 정의할 수 있는 최대%d 도구입니다.

16025=확대(%s)

16026=더 버튼

16027=새

16028=드래그하여할 수 있는 메뉴를 만들이 떠

16029=명령

16030=열쇠

16031=설명

16032=끄기

16033=자동차 숨기기

16034=왼쪽으로 스크롤하고

16035=오른쪽으로 스크롤

16036=모든 자동 숨겨진

16103=정

16104=는 제목

16105=끄기

16106=기본 메뉴

16107=기본 응용 프로그램 메뉴입니다. 에서 열린 문서 나타납니다.

16108=-------------------------------------------------------------------------------------------

16109=는 확신을 제거하려는 도구 모음"%s"?

16110=모든 명령

16111=모든 변경 사항입니다. 정말 필요해? 를 재설정 도구 모음"%s"?

16112=모든 변경 사항입니다. 정말 필요해? 을 모두 재설정 도구 모음과 메뉴?

16113=모든 변경 사항입니다. 정말 필요해? 를 재설정 메뉴"%s"?

16114=기본값

16115=모든 변경 사항입니다. 재설정하시겠습니까 키보드 할당?

16243=를 만들 수 없습%d 하나 이상의 사용자 정의 도구 모음!

16244=이는 것이 응용 프로그램을 삭제하는 명령에서는 레코드의 기본 설정을 보이는 명령을 복원하여 메뉴와 도구 모음이 있습니다. 지 않을 것입 취소하는 모든 명시적인 자기 정의합니다. 당신이 정말로 원하는 경우 이렇게 해야 합니까?

16300=를 재설정 도구 모음(&R)

16901=채우는 도구|채우기

16902=연필 도구|연필

16903=색상 선택 도구|선택 색상

16904=라인 도구|선

16905=사각형 도구|직사각형

16906=타원 도구|타원형

16907=복사 도구|복사

16908=붙여넣기구|붙여 넣기

16909=제거 도구|제거

17017=도구 모음 옵션

17018=버튼 추가 또는 제거(&A)

17019=작업창

17020=시

17021=앞으로

17022=홈페이지

17023=끄기

17024=다른 작업을 창

17025=닫 전체 화면

17026=전체화면 디스플레

17027=라인에서 내에서 표시 버튼(&H)

17028=두 라인은 디스플레이 버튼(&H)

17029=더보기 버튼을

17030=버튼을보

17031=탐색 창에서 옵션을...

17038=창 위치

17039=떠(&F)

17040=지(&D)

17041=자동차 숨기기(&A)

17042=숨겨진(&H)

17043=활성 파일

17081=에서 기능이 지역은 아래에 표시한 빠른 액세스 도구 모음

17082=에서 기능 지 측면에 표시하는 도구 모음 빠른 액세스

17083=추가 도구 모음 빠른 액세스

17084 = 에서 빠르게 액세스 툴바 제거

17085 = 음...

17086 = 을 최소화한 리본

17087 = 상태 표시줄 구성

17088 = 탭 문서(&T)

17091 = 인쇄 미리보기(&P)

17092 = 인쇄

17093=줌

17094=미리보기

17095=구분

17096=음

17097=더 많은 명령을...

17098=에서 기능 지역을 아래의 표시

17099=에서 기능 지역에서 최고의 디스플레이

17101=취소

17102=취소%d 작업

17103=취소 항목 1 는 운영 체제

17107=상

17108=첫%d 행(%d 행)

17109=첫%d-%d 행(%d 행)

31514=양털을 깎다

32975=트맵

33071=붉은 빛을 미리보기 과정|붉은 빛을 미리보기

33077=설정 교정 매개변수

33078=설정 레이저 매개변수

33081=조정된 가치의 M

33082=조정된 가치의 M

33087=고 빠른 정렬|빠른 정렬

33130=로그아웃 현재 사용자

33170=언어 변경

33175=영어

33176=중국어 간체

33177=전통적인 중국

33187=숍 도움말 개체|capture 대상의 존재를 끝점

33214=설정 모션을 표시하는 매개변수 설정|이동 매개변수 표시

33244=그리 Helix|나선 도구

33251=초기화하는 표하기 기계를 만들어 멀티 카드에 표시한 국가|멀티 카드 표시

33254=3D 개정

33258=초기화하는 표하기 기계,그것으로 마킹 비행에 상태를 표시하는 비행

33260=포트 매개 변수 설정

33277=|선택된 객체

33289=|삭제 선택된 객체

33290=|X 거울

33291=|Y 거울

57612=를 통해 전자 메일을 보내 활성 문서|메일 보내기

57638=삽입하는 클립보드 내용을 뿐만 아니라는 점을의 원인 링크|붙여넣기 링크

57639=선택적으로 삽입하는 내용의 클립보드에 붙여넣

57696=의 현재 선택한 컨텐츠를 선택하는 글꼴|글꼴

57856=삽입하는 새로운 임베디드 개체|신체

57857=편집 링크체|편집 링크

57858=선택된 객체는 다른 형식으로 변환|변환체

57859=선택된 객체로 변경 아이콘|아이콘 변경

57872=활성화를 포함 또는 연결된 객체

57873=활성화를 포함 또는 연결된 객체

57874=활성화를 포함 또는 연결된 객체

57875=활성화를 포함 또는 연결된 객체

57876=활성화를 포함 또는 연결된 객체

57877=활성화를 포함 또는 연결된 객체

57878=활성화를 포함 또는 연결된 객체

57879=활성화를 포함 또는 연결된 객체

57880=활성화를 포함 또는 연결된 객체

57881=활성화를 포함 또는 연결된 객체

57882=활성화를 포함 또는 연결된 객체

57883=활성화를 포함 또는 연결된 객체

57884=활성화를 포함 또는 연결된 객체

57885=활성화를 포함 또는 연결된 객체

57886=활성화를 포함 또는 연결된 객체

57887=활성화를 포함 또는 연결된 객체

58112=닫기 인쇄 미리보기|off(&C)

58113=스위칭 단일 페이지/두 개의 페이지를 디스플레이|전환 싱글 페이지/두 개의 페이지를 표시

58114=다음 페이지로|다음 페이지

58115=이전 페이지|이전 페이지

58116=문서 인쇄|인쇄(&P)

58117=축소|확대

58118=축소|확대

59136=확대

59137=문

59138=숫자의

59139=스크롤

59140=다시 쓰기

59141=기록

59142=카나

59648=이동하는 첫 번째 레코드|의 첫 번째 레코드

59649=마지막으로 이동 녹음|마지막 기록

59650=을 기록|다음 기록

59651=가전 기록|전 기록

61402=열 선택 항목

61440=열기

61441=으로 저장

61442=는 모든 파일(*.*)

61443=제목

61444=복으로 저장

61446=이름 없는 파일

61457=숨겨진(&H)

61577=업데이트%1(&U)

61580=출구로 돌아%1(&X)

61581=업데이트 ActiveX 컨트롤

61582=림(메타-파일)|사진

61583=장치-독립적인트맵|장치-독립적인트맵

61584=트맵|비트맵

61585=%s|%s

61586=%s|%s

61588=링크를%s

61589=알 수 없는 형식

61590=풍부한 텍스트(RTF)|글꼴 및 단락의 포맷 텍스트

61591=되지 않은 텍스트|없이 모든 텍스트의 서식

61592=잘못된 통화입니다.

61696=파일의 이름은 잘못된 것입니다.

61697=문서를 열지 못했습니다.

61698=을 저장한 문서를 실패합니다.

61699=를 저장할지 여부를%1 의 변화는?

61700=건축 빈 문서지 못했습니다.

61701 검사=파일이 너무 크고,그것을 열 수 없습니다.

61702=인쇄 작업을 시작할 수 없습니다..

61703=시작을 돕는 실패입니다.

61704=내부적 응용 프로그램 오류가 있습니다.

61705=명령은 실패합니다.

61706=메모리가 충분하지 않으면 작업을 수행할 수 있습니다.

61707=시스템 레지스트리의 항목이 있을 제거하고 INI 파일에(있을 경우)또한 제거됩니다.

61708=하지 않는 모든 시스템 레지스트리의 항목(또는 INI 파일)를 제거되었습니다.

61709=하지 않는 시스템 프로그램을 찾을 필요한 파일로%s.

61710=프로그램은 연결하여 출력 손실%s(에서 파일이%s). 이 컴퓨터에 설치되어 있는 호환되지 않을 수도 있습으로%s 버전입니다.

61712=을 입력해주세요 정수입니다.

61713=숫자를 입력 하십시오.

61714=입력하십시오에서%1%2 의 정수이다.

61715=입력하십시오에서%1%2 사이의 숫자입니다.

61716=를 입력하십시오보다 더%1 문자입니다.

61717=선택하시기 바랍니다.

61718=입력하십시오 사이 0 에서 255 까지의 정수입니다.

61719=입력하십시오 양의 정수입니다.

61720=시기 바랍 날짜를 입력 및/또는 시간 값입니다.

61721=입력하십시오 통화입니다.

61722=입력하십시오 GUID.

61723=입력하십시오니다.

61724=날짜를 입력하십시오.

61728=예상치 못한 파일 형식입니다.

61729=%1|수 없는 파일을 찾습니다.| 는지 확인하십시오 지정한 경로와 파일이름이 올바른 것입니다.

61730=Target 디스크 드라이브가 가득 찼습니다.

61731=할 수 없습%1 에 대한 읽을 운영하고 있습니다 다른 사람들이 열려 있습니다.

61732=할 수 없습%1 쓰기 작업하기 때문에,그것은 읽기 전용 파일이나 다른 사람들이 열려 있습니다.

61733=%1 에 대해 읽기 동작을 할 때는 오류가 발생합니다.

61734=%1 위해 쓰기 동작할 때 오류가 발생합니다.

61744=%1:%2|지 여부를 계속 실행하는 스크립트를 사용해야 할까요?

61745=파견하는 예외:%1

61824=을 활성화할 수 없는 나머지 AciveX 개체입니다.

61825=연결이 실패하게 됩니다.| 링크가 파손되었을 수도 있습.

61826=를 처리할 수 없음 명령,서버 프로그램 중입니다.

61827=의 구현을 서버 프로그램 작업을 수행할 수 없습니다.

61828=문서 객체 서버 지원하지 않는 이 파일입니다.

61829=%1|등록 문서입니다.| 문서 수 있습니다.

61830=서버를 시작 응용 프로그램이 실패합니다.

61831=계속 실행%1 에 대한 업데이트?

61832=에서 OLE 컨테이너에 저장된 개체 실패

61833=등록에 실패입니다. ActiveX 기능을 제대로 작동하지 않을 수 있습니다.

61834=업데이트 시스템 등록을 기록하지 못했습니다.| 하여 보시기 바랍 REGEDIT.

61835=변환 ActiveX 개체하지 못했습니다.

61836=할 수 없을 읽기 쓰기만을 제공합니다.

61837=쓸 수 없습니다.

61838 의=종료할 때 윈도우,당신은 당신을 저장할 수 없습니다 ActiveX 니다.| 제공하%1 만든 모든 수정할?

61839=는 개체를 만들지 못했습니다. 하는지 확인하시기 바랍 응용 프로그램이 시스템 레지스트리에서 등록합니다.

61840=로드할 수 없습 우편 시스템을 지원합니다.

61841=메일 프로그램이 잘못되었습니다.

61842="메시지를 보내 실패"라는 메일을 보냅니다.

61856=오류가 발생하지 않았습니다.

61857=액세스%1 알 수 없는 오류가 발생했습니다.

61858=에서 발견되지 않%1.

61859=%1 포 잘못된 경로입니다.

61860=을 열 수 없습%1 기 때문에 파일을 열고 너무 많.

61861=%1 접근이 거부되었습니다.

61862=고%1 과 연결된 파일 핸들은 잘못된 것입니다.

61863=삭제할 수 없습니다%1 기 때문에 그것은 현재 디렉터리입니다.

61864=디렉토리 전체를 만들 수 없습%1。

61865=%1 을 찾지 못했습니다.

61866=액세스%1 발생하는 하드웨어 I/O 오류가 있습니다.

61867=액세스%1 공유 위반이 발생했.

61868=액세스%1 발생한 잠금을 충돌이 있습니다.

61869=액세스%1 때는 디스크가 가득 찼습니다.

61870=에 액세스하려고%1 개 이상의 결말이다.

61872=오류가 발생하지 않았습니다.

61873=액세스%1 알 수 없는 오류가 발생했습니다.

61874=시도 %1 에 대해 읽기 동작하는 동안에 쓰기 작업입니다.

61875=에 액세스하려고%1 개 이상의 결말이다.

61876=에서 시도하%1 위해 쓰기 작업을 동시에 읽기 동작이다.

61877=%1 형식으로 오류가 있습니다.

61878=%1 포함되어 예상치 못한 개체입니다.

61879=%1 포 잘못된 건물입니다.

61888=픽셀

62081=의 데이터 소스에 연결 하지 못했습니다.

62082=레코드 집합을 지원합니다.

62083=테이블을 열지 못했-지정하지 않을 검색하는 열이 있습니다.

62084=쿼리가 반환하는 예상하지 못한 열 데이터를 입력합니다.

62085=업데이트하거나 삭제가 실행되지 않습니다.

62086=업데이 여러 줄이 있습니다.

62087=작업에 실패한,현재 기록합니다.

62088=업데이트하거나 삭제 작업에 영향을 미치지 않는 모든 데이터의 행이 있습니다.

62089=레코드는 읽기 전용

62090=ODBC 드라이버를 지원하지 않 MFC 의 긴 이진법 데이터 모델을 제공합니다.

62091=로드 필요 ODBC32.DLL 구성 요소에 실패합니다.

62092=ODBC 드라이버가 지원하지 않는 다이너셋.

62093=지원하려는 스냅샷 기능을 사용할 필요가 ODBC 정적 커서입니다.

62094=ODBC 드라이버 MFC 데이터베이스 클래스에서는 호환되지 않습니다(API_CONFORMANCE>=SQL_OAC_LEVEL1 설정해야합니다).

62095=ODBC 드라이버 MFC 데이터베이스 클래스에서는 호환되지 않습니다(SQL_CONFORMANCE>=SQL_OSC_MINIMUM 설정해야합니다).

62096=넘어서려고하는 데이터의 시작에서 끝입니다.

62097=ODBC 드라이버가 지원하지 않는 다이너셋.

62098=필요 ODBC 준수하는 보조 기준 드라이버가 있습니다.

62099=ODBC 드라이버를 지원하지 않 위치한 업데이트됩니다.

62100=을 지원하지 않는 요청한 잠금 모드입니다.

62101=데이터를 잘립니다.

62102=레코드 검색에 오류가 있습니다.

62103=찾을 수 없는 필요한 ODBC 입국 지점입니다. 는지 확인 ODBC 가 제대로 설치되어 있습니다.

62104=업데이트하거나 삭제 작업에 실패했습니다.

62105=ODBC 드라이버를 지원하지 않는 동적 포인터이다.

62106=필드 이름 또는 필드에 지수가 잘못된 것입니다.

62107=지 않은 북마크 ODBC 드라이버를 지원합니다.

62108=북마크에 레코드 집합이 활성화 되지 않습니다.

62109=<제>

62128=할 수 없습 DAO/Jet db 엔진은 초기화됩니다.

62129=오류 DFX 의 값을 매개 변수입니다.

62130=DAO 테이블 또는 쿼리 정의하지 않는다.

62131=행 가져오기 지 못했습니다. 해당 행에 할당되는 메모리.

62132=행 가져오기 바인딩 오류가 있습니다. 이 될 수 있는 데이터 입력이 불일치가 발생합니다.

62133=행 가져오기 지 못했습니다. 요청된 열에 속하지 않는 설정의 기록이다.

62177=선택 해제

62178=선택

62179=혼합

65025=알 수 없음

65028=데스크톱

65029=응용 프로그램 작업 영역

65030=창 배경

65031=텍스트 창

65032=메뉴 바

65033=텍스트 메뉴

65034=제목 표시줄을 활성

65035=비활성화 제목 바

65036=제목 표시줄을 활성 텍스트

65037=비활성화 제목 텍스트 바

65038=활성 테두리

65039=비활성 경

65040=창조

65041=스크롤 바

65042=버튼면

65043=버튼 그림자

65044=버튼을 텍스트

65045=버튼을 강조 표시

65046=용 텍스트

65047=어

65048=강조 표시된 텍스트

65049=통

65050=굵

65051=틸트

65052=굵은 기울어

65053=AaBbYyZz 회사

65054=(글꼴)

65055=(색깔)

65056=(-이미지로%s)

65057=모든 이미지 형|*. bmp,*. cur;*. dib;*. emf;*. ico;*. wmf|트맵(*. bmp,*. dib)|*. bmp,*. dib|아이콘/커서(*. ico;*. cur)|*. ico;*. cur|익(*. wmf;*. emf)|*. wmf;*. emf|모든 파일(*.*)|*.*||

65058=알 수 없음

65059=아니요

65060=트맵

65061=메타데이터 파일

65062=아이콘

65064=색상 속성 페이지

65065=색상

65066=글꼴 속성 페이지

65067=글꼴

65068=이미지 속성 페이지

65069=림

65072=사진보기

65073=0-아니요

65074=1 - 고정 시트

65088=편집(&E)

65089=특성(&P)...

65155=를 열 수 없습니다 이미지 파일이%1 입니다. 이 파일은 존재하지 않을 수 있습니다거나 읽을 수 없습니다.

65156=로드할 수 없는 이미지 파일이%1 입니다. 이 파일의 형식을 올바르지 않을 수 있습니다.

65157=로드할 수 없는 이미지 파일이%1 입니다. 파일이 너무 큰 메모리할 수 있지 않을 수용 할 수 있습니다.

65158=로드할 수 없는 이미지 파일이%1 입니다. 실패를 지정하는 읽기 동작하지 못했습니다.

65184=불법 함수 호출

65185=오버플로우

65186=메모리 부족

65187=약수는 제로

65188=한 꿰미 공간이 부족

65189=스택에 공간이 부족

65190=파일 이름 또는 오류 번호

65191=파일을 찾을 수 없습니다

65192=파일 오류가드

65193=파일이 이미 열려 있습니다.

65194=장치 I/O 오류가 발생한 경우

65195=파일이 이미 있습니다.

65196=레코드 길이는 오류

65197=디스크 전체

65198=레코드 번호를 오류

65199=파일 이름에는 오류

65200=너무 많은 파일

65201=장치를 사용할 수 없

65202=권한을 거부

65203=디스크에 준비되지

65204=의 경로/파일 접근 오류

65205=의 경로를 찾을 수 없

65206=드 문자열이 잘못된

65207=잘못된 부적절한 사용

65208=파일 형식이 잘못된

65209=속성 값은 잘못된 것입

65210=배열 색인이 잘못된

65211=지에서 실행 시간 설정성

65212=이 숙박 시설 읽기 전용

65213 = 용============사용 특성을 배열해야 합 지정한 배열의 인덱스

65214=지 이어의 속성을 설정하기

65215=지 않은 실행시 읽기 속성

65216=이 숙박 시설은 쓰-만

65217=지 않을 찾아 시설

65218=클립보드의 잘못된 형식

65219=잘못된 사진

65220=프린터 오류

65221=를 만들 수 없이 사용되는 임시 파일을 저장할

65222=을 찾을 수 없을 텍스트 찾기

65223=텍스트 교체가 너무 길

282 = 이동 매개 변수 설정

224 = 동적 운동 마킹 설정

225 = 회전 표시 설정

226=빨간색n(F1)
227=빨간불 정지n(F1)

[IDD_DIALOG_LANGUAGESET]
CAPTION=언어 설정

1 = 확인

2 = 취소

2157=

2158=언어 선택:

2139=이 변경 사항은 다음 부팅 후에 적용됩니다

[HWDRVCFG]
PAGE0 = 일반
PAGE1 = 고급
PAGE2 = 특수
CNT = 레이블 횟수
ASV= 레이블 속도(mm/s)
ESV= 빈 홉 속도(mm/s)
QSF=Q 주파수(KHz)
QRT=Q 릴리스(us)
LDT= 레이어 지연(us)
MQR= 레이블 질량 계수
ODL = 레이저 지연 시간(us)
FDL= 레이저 지연 시간(us)
MLT= 펜 지연 시간(us)
JDL= 점프 지연(us)
MDL = 커브 지연 시간(us)
WAT=전류(%)
FPT= 첫 번째 펄스 억제 시간(us)
FIP = 첫 번째 축척
FAP = 길이 계수 억제
FMP = 피크 에너지
FCR= 첫 번째 펄스 전류 계수
CUR= 전류(%)
POW= 전원 (%)
SMC= 유지 전류(%)
WAF = 파형
PLS = 레이저 모드
SMP = 유지 전력 (%)
PLW = 레이저 펄스 폭(ns)

[IDD_DIALOG_MOTIONSET]
CAPTION = 이동 매개 변수 설정
679 = 종료
2156 = 저장
2153 =

[IDD_DIALOG_TEXT_LOG_SET]
CAPTION = 로그 설정
1 = 확신하는
2 = 취소
2149 = 탐색
2150 =
2208 = 파일 경로
2151 = 처리 중에 지정된 파일에 대한 출력 텍스트
2152 = 지정된 파일로 출력 시간을 처리하는 동안
2153 = 텍스트에 레이블이 붙은 지 확인하십시오
2154 = 탐색
2155 = 탐색

[PLUSE_DIVISION]
PulseNum = 펄스 개수
DivideRate = 주파수 분할 배수

[IDD_SELECT_POS]
CAPTION = 좌표의 데이텀 선택
1 = 확인
2 = 취소
1031=
1032=
1033=
1034=
1035=
1036=
1037=
1038=
1039=

[IDD_CARD_RUNTIP]
CAPTION = 제어 카드 실행 정보
1984 = DA 카드 1 기능 및 버전 정보
1979=DA Card 1 No information!
1980 = DA 카드 2 기능 및 버전 정보
1981=
1982 = LASER 카드 기능 및 버전 정보
1835 = 경보
2157 = 정상
2158 = Y: 경보 끄기 레이저 에너지 사용
2159 = N: 경보 끄기 레이저 미작동

[IDD_DIALOG_KEYBINDSET]
CAPTION = 단축키 바인딩
1 = 저장
2 = 닫기
2168=
1266 = 편집
1186 = 삭제
2176=

[IDD_DIALOG_RESETKEYBIND]
CAPTION= 단축키 명령 수정
1 = 확인
2 = 취소
2170 = 키:
2173 = 지우기
683=
2177 = (예: Ctrl + ATL + Q)
2178 = 명령:

[IDD_DIALOG_FILTERPOINTSET]
CAPTION= 필터 설정
1 = 필터 점
2 = 종료
2158 = 필터 정밀도:
2159 = 필터 각도:
2116=mm
2104=°

[IDD_DIALOG_CURVEMERGE]
CAPTION = 인접 커브 결합 설정
1 = 인접 커브 결합
2 = 종료
2157 = 커브 결합 최대 거리

[IDD_DIALOG_CHANGESKIN]
CAPTION=피부 설정
1 = 교체
2 = 종료
2163=
2164=
2162 = 스킨 스타일
2165 = 제목
2166 = 피부 미리보기





